Repository: HascowGroup/gh-repo-clone-logicpulse-logicPOS
Catalog: LogicPOS.Globalization/Resources/Localization/Resx.*.resx
Languages: de_de

# global_documentticket_type_title_cs_short
source: CashDrawer In/Out
de_de: Cashdrader in / raus

# global_documentticket_type_title_tt
source: Table Ticket
de_de: Tischticket

# global_documentticket_type_title_ws
source: Work Session Movement
de_de: Arbeitssitzungsbewegung

# global_document_cancelled
source: Cancelled
de_de: Abgesagt

# global_document_created
source: Document Created
de_de: Dokument erstellt.

# global_document_date
source: Document Date
de_de: Datum des Dokuments

# global_document_number
source: Document Number
de_de: Dokumentnummer

# global_document_payed
source: Payed
de_de: Bezahlt

# global_document_series
source: Finance Series
de_de: Finanzen-Serie

# global_email_body
source: Body
de_de: Körper

# global_email_separator
source: Email (for multiple emails use the comma. Ex. 123@123.pt,test@test.pt)
de_de: E-Mail (für mehrere E-Mails verwenden das Komma. Ex. 123 @ 123.pt, test @ test.pt)

# global_email_subject
source: Subject
de_de: Gegenstand

# global_email_to
source: To (for multiple emails use the comma. Ex. 123@123.com,test@test.pt))
de_de: (Für mehrere E-Mails verwenden das Komma. Ex. 123 @ 123.com, test @ test.pt))

# global_entity
source: Entity
de_de: Juristische Person

# global_error
source: Error
de_de: Fehler

# global_exchangerate
source: Exchange Rate
de_de: Tauschrate

# global_export_articles
source: Export Articles
de_de: Artikel exportieren.

# global_export_costumers
source: Export Costumers
de_de: Exportkundamer

# global_export_saftpt
source: Export SAF-T
de_de: SAF-T PT exportieren

# global_export_saftpt_custom
source: SAF-T Custom
de_de: SAF-T-Saft

# global_export_saftpt_last_month
source: SAF-T Last Month
de_de: SAF-T letzten Monat

# global_export_saftpt_whole_year
source: SAF-T Whole Year
de_de: SAF-T GANDES GANG

# global_families
source: Families
de_de: Gruppen

# global_family
source: Family
de_de: Gruppen

# global_favorite
source: Favorite
de_de: Favorit

# global_favorites
source: Favorites
de_de: Favoriten

# global_file
source: File
de_de: Datei

# global_files
source: Files
de_de: Dateien

# global_filesize
source: FileSize
de_de: Dateigröße

# global_file_image
source: Image
de_de: Bild

# global_final_consumer
source: Final Consumer
de_de: Endverbraucher

# global_finance_document
source: Finance document
de_de: Finanzdokument

# global_financialtemplate
source: Financial template
de_de: Finanzielle Vorlage

# global_fiscal_number
source: SSN/EIN
de_de: Steuernummer

# global_fiscal_number_acronym
source: SSN/EIN
de_de: Nif.

# global_fiscal_year
source: Fiscal Year
de_de: Fiskaljahr

# global_frontoffice
source: FrontOffice
de_de: Vorderbüro

# global_gifts
source: Gifts
de_de: Geschenke

# global_groups
source: Groups
de_de: Gruppen

# global_hardware_com_databits
source: Data Bits
de_de: Daten Bits

# global_hardware_com_parity
source: Parity
de_de: Parität

# global_hardware_com_portname
source: Port
de_de: Hafen

# global_hardware_com_stopbits
source: Stop Bits
de_de: Stopp-Bits

# global_holidays
source: Holidays
de_de: Ferien

# global_hour
source: Hour
de_de: Stunde

# global_import
source: Import
de_de: Importieren

# global_import_articles
source: Import Articles
de_de: Artikel importieren.

# global_import_costumers
source: Import Costumers
de_de: Wesen importieren.

# global_input_barcode_reader
source: Barcode Reader
de_de: Barcode-Leser

# global_input_reader_card_reader
source: Card Reader
de_de: Kartenleser

# global_input_reader_card_reader_sizes
source: Valid Reader Input Sizes
de_de: Gültige Lesereingangsgrößen

# global_input_reader_timer_interval
source: Timer Interval (ms)
de_de: Timer-Intervall (MS)

# global_insert_articles
source: Insert Articles
de_de: Artikel einfügen

# global_internal_document_footer1
source: Internal document - Solely for the purpose of establishing
de_de: Internes Dokument - ausschließlich zum Zwecke der Feststellung

# global_internal_document_footer2
source: For exclusive use ot the establishment
de_de: Für den exklusiven Einsatz ist das Establishment

# global_internal_document_footer3
source: This document can't be used has Invoice
de_de: Dieses Dokument kann nicht verwendet werden, hat die Rechnung

# global_internal_moviment
source: Internal Moviment
de_de: Innere Bewegung

# global_invalid_code
source: The code entered does not exist in the system
de_de: Der eingegebene Code existiert nicht im System

# global_in_progress
source: In progress...
de_de: Im Gange...

# global_issue_date
source: Issue Date
de_de: Ausgabetag

# global_keyboard
source: Keyboard
de_de: Klaviatur

# global_language
source: Language
de_de: Sprache

# global_licensed_to
source: Licensed to {0}
de_de: Lizenziert auf {0}

# global_load
source: Loading POS...
de_de: Laden, bitte warten

# global_load_first_time
source: Creating POS Database...
de_de: POS-Datenbank erstellen ...

# global_locality
source: Locality
de_de: Lokalität

# global_locations
source: Locations
de_de: Standorte

# global_maintenance
source: Maintenance
de_de: Instandhaltung

# global_maximum
source: Maximum
de_de: Maximal

# global_messages
source: Messages
de_de: Mitteilungen

# global_minimum_stock
source: Minimum stock
de_de: Mindestbestand

# global_mobile_phone
source: Mobile Phone
de_de: Handy

# global_money
source: Money
de_de: Geld

# global_month
source: Month
de_de: Monat

# global_movement_amount
source: Movement Amount
de_de: Bewegungsbetrag

# global_movement_type
source: Service Type
de_de: Servicetyp.

# global_networkname
source: Network Share or Usb port Parameters
de_de: Netzwerkfreigabe- oder USB-Port-Parameter

# global_new_article
source: new article
de_de: neuer Artikel

# global_new_version
source: New Version: {0}
de_de: Neue Version: {0}

# global_notes
source: Notes
de_de: Anmerkungen

# global_open_drawer
source: Open Drawer
de_de: Offene Schublade

# global_order_request
source: Order Request
de_de: Antrag auf Bestellung

# global_others
source: Others
de_de: Andere

# global_other_payments
source: Other payments
de_de: Sonstige Zahlungen.

# global_other_tables
source: Other Tables
de_de: Andere Tabellen

# global_password
source: Password
de_de: Passwort

# global_payment_condition
source: Payment condition
de_de: Zahlungsbedingung

# global_payment_conditions
source: Payment conditions
de_de: Zahlungsbedingungen

# global_payment_date
source: Payment Date
de_de: Zahlungsdatum

# global_payment_document
source: Payment Document
de_de: Zahlungsbeleg

# global_payment_document_info
source: Invoice Number
de_de: Rechnungsnummer.

# global_payment_method
source: Payment method
de_de: Bezahlverfahren

# global_payment_methods
source: Payment methods
de_de: Zahlungsmethoden

# global_payment_method_field
source: Payment method:
de_de: Bezahlverfahren:

# global_personal_data
source: Personal data
de_de: persönliche Daten

# global_phone
source: Phone
de_de: Telefon

# global_place
source: Place
de_de: Stelle

# global_places
source: Places
de_de: Setzt

# global_places_movement_type
source: Service Type
de_de: Servicetyp.

# global_placetable_dateclosed
source: Close date
de_de: Abschlussdatum

# global_placetable_dateopen
source: Open date
de_de: Offenes Datum

# global_placetable_MovementType
source: Service Type
de_de: Servicetyp.

# global_placetable_place
source: Place
de_de: Stelle

# global_placetable_PriceType
source: Price type
de_de: Preistyp.

# global_placetable_totalopen
source: Total open
de_de: Insgesamt offen

# global_place_table
source: Table
de_de: Tisch

# global_place_tables
source: Tables
de_de: Tische

# global_pole_display_codetable
source: CodeTable
de_de: Kodetable.

# global_pole_display_endpoint
source: EndPoint
de_de: Endpunkt

# global_pole_display_global_total
source: Total Gross
de_de: Gesamtbrutto

# global_pole_display_goto_stand_by_in_seconds
source: StandBy in Seconds
de_de: Standby in Sekunden

# global_pole_display_number_of_characters_per_line
source: Number of Chars per Line
de_de: Anzahl der Zeichen pro Zeile

# global_pole_display_pid
source: Product Id (Pid)
de_de: Produkt-ID (PID)

# global_pole_display_stand_by_line_no
source: StandBy Line #{0}
de_de: Standby-Linie # {0}

# global_pole_display_vid
source: Vendor Id (Vid)
de_de: Lieferanten-ID (vid)

# global_pos
source: POS
de_de: Posse

# global_postal_code
source: ZIP Code
de_de: Postleitzahl

# global_pos_update
source: Do you want to update the POS? it will be automatically terminated in the upgrade process!
de_de: Möchten Sie den POS aktualisieren? Es wird automatisch im Upgrade-Prozess abgebrochen!

# global_preferenceparameter_company
source: Company Configuration
de_de: Unternehmenskonfiguration

# global_preferenceparameter_system
source: System Configuration
de_de: Systemkonfiguration

# global_prefparam_value_tip_format
source: Example of valid values: [{0}]
de_de: Beispiel für gültige Werte: [{0}]

# global_preview
source: Preview
de_de: Vorschau

# global_price
source: Price
de_de: Preis

# global_price_offers
source: Price offers
de_de: Preisangebote

# global_price_type
source: Price Type
de_de: Preistyp.

# global_price_with_vat
source: Price with VAT
de_de: Preis mit MwSt

# global_printed
source: Printed
de_de: Gedruckt

# global_printed_on_date
source: Printed on
de_de: Gedruckt auf

# global_printers
source: Printers
de_de: Drucker

# global_printer_choose_printer
source: Do you want to print a document on the receipt printer?
de_de: Möchten Sie ein Dokument auf dem Quittungsdrucker drucken?

# global_printer_thermal_encoding
source: Encoding
de_de: Codierung

# global_printer_thermal_max_chars_per_line_normal
source: Max Chars per Line Normal Font
de_de: Max-Zeichen pro Zeile normale Schriftart

# global_printer_thermal_max_chars_per_line_normal_bold
source: Max Characters per Line Letter Bold
de_de: Maximale Zeichen pro Zeilenbrief

# global_printer_thermal_max_chars_per_line_small
source: Max Characters per Line Small
de_de: Maximale Zeichen pro Zeile klein

# global_printer_thermal_open_drawer_value_m
source: Open Drawer Comm. M
de_de: Offene Schublade Comm. m

# global_printer_thermal_open_drawer_value_t1
source: Open Drawer Comm. T1
de_de: Offene Schublade Comm. T1.

# global_printer_thermal_open_drawer_value_t2
source: Open Drawer Comm. T2
de_de: Offene Schublade Comm. T2.

# global_printer_thermal_printer
source: Thermal Printer
de_de: Thermodrucker

# global_printer_thermal_total_default_currency
source: Total in {0}
de_de: Insgesamt in {0}

# global_printer_type
source: Printer type
de_de: Druckertyp.

# global_printing_function_disabled
source: Printing function disabled.
de_de: Druckfunktion deaktiviert.

# global_print_copies
source: Copies
de_de: Kopien

# global_print_copy_title2
source: Duplicate
de_de: Duplikat

# global_print_copy_title3
source: Triplicate
de_de: Triplikat

# global_print_copy_title4
source: Quadriplicate
de_de: Quadriplikat

# global_print_copy_title5
source: Quintuplicate
de_de: Quintuplikat

# global_print_copy_title6
source: Sextuplicate
de_de: Sextuplicat

# global_print_request_confirmation
source: Request Print Confirmation
de_de: Druckbestätigung anfordern

# global_print_second_print
source: Second Print
de_de: Zweiter Druck

# global_privilege_active
source: Active
de_de: Aktiv

# global_privilege_property
source: Property
de_de: Eigentum

# global_profile
source: Profile
de_de: Profil

# global_purchase_price
source: Purchase Price
de_de: Kaufpreis

# global_quantity
source: Quantity
de_de: Menge

# global_question
source: Question
de_de: Frage

# global_quit
source: Quit Application
de_de: Beenden Sie den Antrag auf

# global_quit_message
source: Do you really want to exit the application?
de_de: Möchten Sie wirklich den Antrag verlassen?

# global_quit_title
source: Quit
de_de: Aufhören

# global_read_card
source: Read card
de_de: Karte lesen

# global_reason
source: Reason
de_de: Grund

# global_record_code_dealer
source: Code Dealer
de_de: Code-Händler

# global_record_count
source: Total of Records
de_de: Summe der Aufzeichnungen.

# global_record_date_created
source: Created at:
de_de: Hergestellt in:

# global_record_date_updated
source: Updated at
de_de: Aktualisiert am

# global_record_date_updated_for_base_dialog
source: Updated at:
de_de: Aktualisiert am:

# global_record_disabled
source: Disabled
de_de: Behinderte

# global_record_enabled
source: Enabled
de_de: Ermöglicht

# global_record_main_detail
source: Details
de_de: Einzelheiten

# global_record_main_properties
source: Properties
de_de: Eigenschaften

# global_record_modified
source: Modified Record
de_de: Modifizierter Datensatz

# global_record_order
source: Order
de_de: Befehl

# global_record_user_update
source: Last updated by:
de_de: Zuletzt aktualisiert von:

# global_regex_fiscal_number
source: Regular Expression Fiscal Number
de_de: Steuerzahl der regulären Ausdrucksnummer

# global_regex_postal_code
source: Regular Expression Postal Code
de_de: Postleitzahl des regulären Ausdrucks

# global_remarks
source: Observations
de_de: Beobachtungen

# global_remote_connection_start
source: Start remote connection
de_de: Remote-Verbindung starten

# global_remote_connection_stop
source: Stop remote connection
de_de: Remote-Verbindung stoppen

# global_remove
source: Remove
de_de: Entfernen

# global_report
source: Report
de_de: Prüfbericht

# global_reports
source: Reports
de_de: Berichte

# global_report_overlay_software_certification
source: {0} by certificate program No {1}/AT
de_de: {0} nach Zertifikatprogramm Nr. {1} / at

# global_report_overlay_software_certification_ao
source: {0} per validated program # {1} / AGT/{3}
de_de: {0} pro validiertes Programm # {1} / AGT / {3}

# global_report_overlay_software_certification_emitted
source: Emitted
de_de: Ausgesendet

# global_report_overlay_software_certification_processed
source: Document processed by computer
de_de: Dokument, das vom Computer verarbeitet wird

# global_report_overlay_software_certification_short
source: Authorization of Tax Authority: {0}
de_de: Genehmigung der Steuerbehörde: {0}

# global_report_page
source: Page
de_de: Buchseite

# global_report_page_acronym
source: Page
de_de: Buchseite

# global_reprint_original_motive
source: Original re-print motive
de_de: Original neu drucken Motiv

# global_reserved_table
source: Reserved table
de_de: Reservierter Tisch

# global_reset_password
source: Reset Password
de_de: Passwort zurücksetzen

# global_second_copy
source: Second copy
de_de: Zweite Kopie.

# global_serialnumber
source: Serial number
de_de: Seriennummer

# global_serial_number
source: Serial number
de_de: Seriennummer

# global_seriesforeachterminal
source: Independently series for each terminal
de_de: Unabhängig von der Serie für jedes Terminal

# global_services
source: Services
de_de: Dienstleistungen

# global_ship_from_delivery_date
source: Expedition Date
de_de: Expeditionsdatum

# global_ship_from_delivery_date_report
source: Expedition Date
de_de: Expeditionsdatum

# global_ship_from_delivery_id
source: Plate Name
de_de: Plattenname

# global_ship_from_delivery_id_report
source: Plate Name
de_de: Plattenname

# global_ship_from_location_id
source: Location of property in departure warehouse
de_de: Lage der Immobilie im Abfluglager

# global_ship_from_warehouse_id
source: Departure warehouse identifier
de_de: Abfluglagerkennung.

# global_ship_from_warehouse_id_report
source: Dep. WH Ident.
de_de: Abwesenheit Wh ident

# global_ship_to_delivery_date
source: Delivery Date
de_de: Lieferdatum

# global_ship_to_delivery_date_report
source: Delivery Date
de_de: Lieferdatum

# global_ship_to_delivery_id
source: Delivery Identifier
de_de: Lieferkennung

# global_ship_to_delivery_id_report
source: Delivery Identifier
de_de: Lieferkennung

# global_ship_to_location_id
source: Location of property in the destination warehouse
de_de: Lage des Eigentums im Ziellager

# global_ship_to_warehouse_id
source: Warehouse target identifier
de_de: Warehouse-Zielkennung.

# global_software_key
source: Software key
de_de: Softwaretaste

# global_source_document
source: Source Document
de_de: Quelldokument

# global_source_finance_document
source: Source Document
de_de: Quelldokument

# global_split_account
source: Split account
de_de: Split-Konto

# global_statusbar
source: Status bar
de_de: Statusleiste

# global_stock_capital
source: Stock Capital
de_de: Hauptkapital

# global_stock_movement
source: Movement
de_de: Bewegung

# global_stock_movements
source: Stock Movements
de_de: Lagerbewegungen

# global_stock_movement_in
source: Stock In
de_de: Einräumen

# global_stock_movement_out
source: Stock Out
de_de: Verdrängt

# global_subfamilies
source: Subfamilies
de_de: Untergruppen

# global_subfamily
source: Subfamily
de_de: Untergruppen

# global_supplier
source: Supplier
de_de: Anbieter

# global_table_appmode_default
source: Table
de_de: Tisch

# global_table_appmode_retail
source: Order
de_de: Befehl

# global_tare
source: Tare
de_de: Tara

# global_tax
source: Tax
de_de: Steuer

# global_terminal_name
source: Terminal Name
de_de: Klemmenname

# global_ticket_number
source: Ticket Number
de_de: Ticketnummer

# global_title
source: Title
de_de: Titel

# global_token
source: Key
de_de: Taste

# global_total
source: Total Gross
de_de: Gesamtbrutto

# global_totalnet
source: Total Net
de_de: Gesamtnetz

# global_total_article_tab
source: Total
de_de: Gesamt

# global_total_by_type_of_payment
source: Total by type of payment
de_de: Gesamtzahl durch Zahlungsart

# global_total_cashdrawer
source: Total in CashDrawer
de_de: Insgesamt in CasclaRer.

# global_total_cashdrawer_on_open
source: Total on Open
de_de: Insgesamt auf offen

# global_total_change
source: Change
de_de: Ändern

# global_total_commission_day
source: Total commission day
de_de: Total Provisionstag

# global_total_commission_user
source: Total commission user
de_de: Benutzer der Kommission

# global_total_credit
source: Total Credit
de_de: Gesamtpunktzahl

# global_total_debit
source: Total Debit
de_de: Total Lastschrift

# global_total_deliver
source: Total Delivered
de_de: Insgesamt geliefert

# global_total_extended_label
source: We received the amount of:
de_de: Wir haben den Betrag von:

# global_total_final
source: Total Final
de_de: Insgesamt Finale

# global_total_payed_acronym
source: Total Payed
de_de: Insgesamt bezahlt

# global_total_per_item
source: Total
de_de: Gesamt

# global_total_per_item_vat
source: Total w/ Tax
de_de: Gesamt mit Steuer

# global_total_price_to_pay
source: Total
de_de: Gesamt

# global_total_stock
source: Total Stock
de_de: Gesamtbestand

# global_total_table_tickets
source: Total table
de_de: Gesamttisch

# global_total_tax_base
source: Tax Base
de_de: Steuerbemessungsgrundlage

# global_total_ticket
source: Ticket total
de_de: Ticket insgesamt

# global_treeview_false
source: No
de_de: Nein

# global_treeview_true
source: Yes
de_de: Jawohl

# global_type_of_payment
source: Type of Payment
de_de: Zahlungsart

# global_unique_articles
source: Unique articles
de_de: Einzigartige Artikel

# global_units_amount
source: Amount
de_de: Betragen

# global_units_measure
source: Measure units
de_de: Maßeinheiten messen

# global_units_size
source: Size units
de_de: Größeneinheiten

# global_unit_measure
source: Measure unit
de_de: Maßeinheit

# global_unit_measure_acronym
source: UM
de_de: ÄH

# global_unit_size
source: Size unit
de_de: Größeneinheit

# global_update_pos
source: Update POS
de_de: POS aktualisieren.

# global_user
source: User
de_de: Benutzer

# global_users
source: Users
de_de: Benutzer

# global_user_access_card_number
source: Card
de_de: Karte

# global_user_apply_privileges
source: Apply
de_de: Anwenden

# global_user_assigned_seating
source: Assigned tables
de_de: Zugewiesene Tabellen

# global_user_base_consumption
source: Base consumption
de_de: Basisverbrauch

# global_user_base_offers
source: Base offers
de_de: Basisangebote

# global_user_city
source: City
de_de: Stadt

# global_user_commission_groups
source: Commission groups
de_de: Gruppen der Kommission

# global_user_contract
source: Contract date
de_de: Vertragsdatum

# global_user_fiscal_number
source: Fiscal number
de_de: Steuernummer

# global_user_locality
source: Locality
de_de: Lokalität

# global_user_mobile
source: Mobile
de_de: Handy, Mobiltelefon

# global_user_password
source: Password
de_de: Passwort

# global_user_permissions
source: Permissions
de_de: Berechtigungen

# global_user_personal
source: Personal data
de_de: persönliche Daten

# global_user_phone
source: Phone
de_de: Telefon

# global_user_postal_code
source: Zip Code
de_de: Postleitzahl

# global_user_profiles
source: User profiles
de_de: Benutzerprofil

# global_user_pvp_offers
source: PVP Offers
de_de: PVP-Angebote

# global_user_residence
source: Residence
de_de: Residenz

# global_use_weighing_balance
source: Use Weighing Balance
de_de: Verwenden Sie das Wägenbetrag

# global_value
source: Value
de_de: Wert

# global_variable_price
source: Variable price
de_de: Variabler Preis

# global_vat_direct_selling
source: Vat direct selling
de_de: Mehrwertsteuer Direktverkauf

# global_vat_exemption_reason
source: Vat Exemption Reason
de_de: MwSt. Befreiungspflicht

# global_vat_on_table
source: Vat on table
de_de: MwSt

# global_vat_rate
source: Tax
de_de: Taxa

# global_vat_rates
source: Vat rates
de_de: Mehrwertsteuerpreise

# global_vat_rate_description
source: Description
de_de: Beschreibung

# global_vat_rate_reasoncode
source: Reason code
de_de: Grundcode

# global_vat_rate_tax_code
source: Tax Code
de_de: Steuer-Code

# global_vat_rate_tax_country_region
source: Tax Country Region Code
de_de: Steuerländerregion Code

# global_vat_rate_tax_type
source: Tax Type
de_de: Steuertyp.

# global_vat_rate_value
source: Rate value
de_de: Ratenwert

# global_version
source: Version
de_de: Ausführung

# global_warehose_management
source: Warehouse Management
de_de: Lagerverwaltung

# global_warehouse
source: Warehouse
de_de: Lagerhaus

# global_warning
source: Warning
de_de: Warnung

# global_warning_acquire_module_stocks
source: To use the full version of stock management, please purchase the Additional Module
de_de: Um die Vollversion des Aktienmanagements zu verwenden, erwerben Sie bitte das zusätzliche Modul

# global_warning_cant_open_title
source: Can't open
de_de: Kann nicht öffnen

# global_warning_message_database_version
source: Database version is superior to software version, please update to the version
de_de: Die Datenbankversion ist der Softwareversion überlegen, bitte aktualisieren Sie die Version

# global_warning_open_fiscal_year
source: For using POS properly, please start fiscal year in BackOffice and restart the application.
de_de: Für die Verwendung von POS ordnungsgemäß starten Sie das Geschäftsjahr in BackOffice und starten Sie die Anwendung neu.

# global_website
source: WebSite
de_de: Webseite

# global_weight
source: Weight
de_de: Gewicht

# global_without_current_acount
source: Without Current Account
de_de: Ohne aktuelles Konto

# global_words
source: Words
de_de: Wörter

# global_worksession_close_datetime
source: Close Date
de_de: Abschlussdatum

# global_worksession_close_day
source: Close day
de_de: Tag schließen

# global_worksession_close_total_cashdrawer
source: Total CashDrawer(s)
de_de: Total Cashdrawer (e)

# global_worksession_open_datetime
source: Open Date
de_de: Offenes Datum

# global_worksession_open_day
source: Open day
de_de: Tag der offenen Tür

# global_worksession_open_total_cashdrawer
source: Total on Open
de_de: Insgesamt auf offen

# global_worksession_resume_finance_documents
source: Finance Documents
de_de: Finanzdokumente

# global_worksession_resume_paymens_documents
source: Payment Documents
de_de: Zahlungsdokumente

# global_worksession_total_money_in
source: Total Cash In
de_de: Total bar in.
