Repository: HascowGroup/gh-repo-clone-logicpulse-logicPOS
Catalog: LogicPOS.Globalization/Resources/Localization/Resx.*.resx
Languages: de_de

# app_error_application_unlicenced_function_disabled
source: {0} Application not registered
de_de: {0} Anwendung nicht registriert

# app_error_contact_support
source: Application Error! Please contact tecnical support
de_de: Anwendungsfehler! Bitte wenden Sie sich an die tecnische Unterstützung

# app_error_rendering_theme
source: Application Error! Error rending theme: {0} {1}
de_de: Anwendungsfehler! Fehler beim Streichen von Thema: {0} {1}

# app_error_unsupported_resolution_detected
source: Screen Resolution '{0}x{1}' Not Supported! Redefine it through LogicPOS settings file, key [appScreenSize], and try again. Or select '{2}' to start POS on default '1024x768' mode.
de_de: Bildschirmauflösung '{0} x {1}' nicht unterstützt! Neuefinieren Sie es durch Logikpos-Einstellungsdatei, Schlüssel [AppscreenSize] und versuchen Sie es erneut. Oder wählen Sie '{2}', um POS im Standard "1024x768" -Modus zu starten.

# app_info_show_ignored_cancelled_documents
source: The follow documents are not cancelled, because they are previously cancelled, are realated with other documents, date day is in the past, or user press cancel in reason dialog. {0}
de_de: Die folgenden Dokumente werden nicht storniert, da sie zuvor storniert werden, mit anderen Dokumenten realisiert werden, mit anderen Dokumenten, Datumstag ist in der Vergangenheit oder der Benutzer, drücken Sie im Dialogfeld Vernunft. {0}

# article_normal_price
source: Regular Price
de_de: Normaler Preis

# article_price1
source: Price 1
de_de: Preis 1

# article_price2
source: Price 2
de_de: Preis 2.

# article_price3
source: Price 3
de_de: Preis 3.

# article_price4
source: Price 4
de_de: Preis 4.

# article_price5
source: Price 5
de_de: Preis 5.

# article_promotion_price
source: Promotion Price
de_de: Aktionspreis

source: Article type without price
de_de: Artikeltyp ohne Preis

# article_use_promotion_price
source: Use Promotion
de_de: Förderung verwenden

# audit_message_app_close
source: Application Close
de_de: Anwendung Schließen

# audit_message_app_start
source: Application Started
de_de: Anwendung gestartet

# audit_message_cashdrawer_in
source: Cash Drawer In: {0} - {1}
de_de: Kassenschublade in: {0} - {1}

# audit_message_cashdrawer_open
source: Drawer Open
de_de: Schublade offen

# audit_message_cashdrawer_out
source: Cash Drawer Out: {0} - {1}
de_de: Kassenschublade: {0} - {1}

# audit_message_database_backup
source: Database Backup: {0}
de_de: Datenbank Backup: {0}

# audit_message_database_restore
source: Database Restore: {0}
de_de: Datenbankwiederherstellung: {0}

# audit_message_export_saft
source: Saf-t Exported: {0} from {1} to {2}
de_de: SAF-T exportiert: {0} von {1} bis {2}

# audit_message_finance_series_created
source: Finance Series [{0}] for Terminal: [{1}] Created by User: {2}
de_de: Finance-Serie [{0}] für Terminal: [{1}] vom Benutzer erstellt: {2}

# audit_message_order_article_removed
source: Order Article {0} - Quantity: {1}/{2} removed by User: {3}
de_de: Artikel bestellen {0} - Menge: {1} / {2} vom Benutzer entfernt: {3}

# audit_message_stock_movement_in
source: Stock In: Article: {0} - Quantity: {1}
de_de: Aktien in: Artikel: {0} - Menge: {1}

# audit_message_stock_movement_out
source: Goods Issue: Item: {0} - Quantity: {1}
de_de: Warenausgabe: Artikel: {0} - Menge: {1}

# audit_message_table_close
source: Table Close: {0}
de_de: Tabelle schließen: {0}

# audit_message_table_open
source: Table Open: {0}
de_de: Tabelle öffnen: {0}

# audit_message_table_reserved
source: Table Reserved: {0}
de_de: Tisch reserviert: {0}

# audit_message_table_unreserved
source: Table Unreserved: {0}
de_de: Tabelle uneingeschränkt: {0}

# audit_message_user_change
source: User Changed: {0}
de_de: Benutzer geändert: {0}

# audit_message_user_change_password
source: User Changed Password: {0}
de_de: Benutzer geändert Passwort: {0}

# dialog_button_label_new_client
source: New Cli.
de_de: Neue CLI.

# dialog_button_label_new_finance_documents
source: New Doc.
de_de: Neuer Doc.

# dialog_button_label_select_finance_documents_ft_unpaid
source: Pay Documents
de_de: Dokumente zahlen

# dialog_button_label_select_merchandise_entry
source: Merchandise Entry
de_de: Wareneingang der Ware.

# dialog_button_label_select_payments
source: Payments
de_de: Zahlungen

# dialog_button_label_select_record_finance_documents
source: Documents
de_de: Unterlagen

# dialog_button_label_select_worksession_period
source: WorkSession
de_de: Wunsch

# dialog_edit_article_tab2_label
source: Finance details
de_de: Finanzen Details

# dialog_edit_article_tab3_label
source: Other details
de_de: Andere Details

# dialog_edit_article_tab4_label1
source: Related articles
de_de: In Verbindung stehende Artikel

# dialog_edit_ConfigurationCashRegister_tab1_label
source: Cash Register
de_de: Kasse

# dialog_edit_ConfigurationCurrency_tab1_label
source: Currency
de_de: Währung

# dialog_edit_ConfigurationDevice_tab1_label
source: Devices
de_de: Geräte

# dialog_edit_ConfigurationMaintenance_tab1_label
source: Manage Maintenance
de_de: Wartung steuern

# dialog_edit_ConfigurationPaymentCondition_tab1_label
source: Payment Conditions
de_de: Zahlungsbedingungen

# dialog_edit_ConfigurationPaymentMethod_tab1_label
source: Payment Methods
de_de: Zahlungsmethoden

# dialog_edit_ConfigurationPlaceMovementType_tab1_label
source: Types of Service
de_de: Diensttypen

# dialog_edit_ConfigurationPlaceTable_tab1_label
source: Tables
de_de: Tische

# dialog_edit_ConfigurationPriceType_tab1_label
source: Type of Price
de_de: Art des Preiss.

# dialog_edit_ConfigurationUnitMeasure_tab1_label
source: Units of Measure
de_de: Maßeinheiten

# dialog_edit_ConfigurationUnitSize_tab1_label
source: Units of Size
de_de: Größe der Größe.

# dialog_edit_configurationvatrate_tab1_label
source: Tax Rate
de_de: Steuersatz

# dialog_edit_CustomerDiscountGroup_tab1_label
source: Discount Groups
de_de: Rabattgruppen

# dialog_edit_CustomerType_tab1_label
source: Customer
de_de: Kunde

# dialog_edit_DialogConfigurationPrintersType_tab1_label
source: Type of Printer
de_de: Art des Druckers.

# dialog_edit_DialogConfigurationPrinters_tab1_label
source: Printer
de_de: Drucker

# dialog_edit_DocumentFinanceSeries_tab1_label
source: Financial Document Series
de_de: Finanzdokument-Serie.

# dialog_message_article_already_exited
source: The ticket you are trying to pay has already been paid and has left.
de_de: Das Ticket, das Sie bezahlen möchten, wurde bereits bezahlt und ist gegangen.

# dialog_message_article_already_paid
source: The ticket you are trying to pay has already been paid.
de_de: Das Ticket, das Sie bezahlen möchten, wurde bereits bezahlt.

# dialog_message_article_without_vat_exception_reason_detected
source: To create financial documents containing items exempt from Vat, assign default Vat Exception Reason in BackOffice.
de_de: Um finanzielle Dokumente zu erstellen, die von der MwSt. Ausgenommene Elemente enthalten, wenden Sie sich in BackOffice aus.

# dialog_message_cant_create_cc_document_with_default_entity
source: Can't create invoice documents with final consumer or without a customer with name and fiscal number! Please use a valid customer and try again.
de_de: Erstellen Sie keine Rechnungsdokumente mit dem endgültigen Verbraucher oder ohne Kunde mit Namen und Steuerzahl! Bitte verwenden Sie einen gültigen Kunden und versuchen Sie es erneut.

# dialog_message_cashdrawer_money_out_error
source: Can not remove the entered value [{0}] out of the cashdrawer, it is superior to the amount[{1}] in cashdrawer! Please enter a valid amount.
de_de: Kann den eingegebenen Wert nicht aus dem Cashdrawer aus dem Cashdrader entfernen, es ist dem Betrag überlegen [{1}] in Cashdrawer! Bitte geben Sie einen gültigen Betrag ein.

source: The Total entered did not match the total in the cashdrawer, check the existing amount again. To procced you can enter the total displayed above (Total CashDrawer), but dont forget to make a cash flow (input/output) corresponding to the difference after open CashDrawer for the next time. Total CashDrawer: {0} Total Entered: {1} Diference: {2}
de_de: Die eingegebene Gesamtsumme entsprach nicht mit der Summe des Cashdraders, überprüfen Sie den vorhandenen Betrag erneut. Um zu erzeugen, können Sie die oben angezeigte Gesamtsumme (Gesamt Cashdrawer) eingeben, aber vergessen Sie nicht, einen Cashflow (Eingabe / Ausgabe) zu erstellen, der dem Unterschied nach dem offenen Cashdrader zum nächsten Mal entspricht. Total Cashdrawer: {0} Gesamt eingegeben: {1} Differenz: {2}

# dialog_message_cashdrawer_open_successfully
source: Cash Drawer successfully opened!
de_de: Cash-Schublade wurde erfolgreich eröffnet!

# dialog_message_code_number_exists
source: Code already registered in the system! Please enter another number and try again.
de_de: Code bereits im System registriert! Bitte geben Sie eine andere Nummer ein und versuchen Sie es erneut.

# dialog_message_composite_article_already
source: The inserted article is already associated!
de_de: Der eingefügte Artikel ist bereits zugeordnet!

# dialog_message_composite_article_same
source: The inserted article is the original article!
de_de: Der eingelegte Artikel ist der Originalartikel!

# dialog_message_culture_change
source: Application language changed to {0}, please restart POS to confirm changes
de_de: Anwendung Sprache in {0} geändert, bitte starten Sie POS, um Änderungen zu bestätigen

# dialog_message_customer_fiscal_number_exists
source: Fiscal Number already registered in the system! Please enter another number and try again.
de_de: Steuernummer, die bereits im System registriert ist! Bitte geben Sie eine andere Nummer ein und versuchen Sie es erneut.

# dialog_message_customer_updated_save_changes
source: Customer Updated! Do you want to update customer changes?
de_de: Kunde aktualisiert! Möchten Sie Kundenänderungen aktualisieren?

# dialog_message_database_backup_error
source: Error when backing up the Database: '{0}'
de_de: Fehler beim Sichern der Datenbank: '{0}' '

# dialog_message_database_backup_error_when_secure_compacting
source: Database Backup: '{0}' has completed successfully, but it has failed when compacting the file.
de_de: Datenbank Backup: '{0}' ist erfolgreich abgeschlossen, aber beim Komprieren der Datei ist es fehlgeschlagen.

# dialog_message_database_backup_successfully
source: Database Backup: '{0}' Completed successfully!
de_de: Datenbanksicherung: '{0}' ' Erfolgreich beendet!

# dialog_message_database_restore_error
source: Error Restore DataBase {0}!
de_de: Fehlerbehebung Datenbank {0}!

# dialog_message_database_restore_error_invalid_backup_file
source: Error Restore DataBase {0}! Invalid backup file. The file seems corrupted or modified by user.
de_de: Fehlerbehebung Datenbank {0}! Ungültige Sicherungsdatei. Die Datei scheint vom Benutzer beschädigt oder modifiziert zu sein.

# dialog_message_database_restore_missing_file
source: Can't find Backup File! Please, confirm that backup file exists {0}
de_de: Kann keine Sicherungsdatei finden! Bitte bestätigen Sie, dass die Sicherungsdatei vorhanden ist {0}

# dialog_message_database_restore_successfully
source: DataBase Restore {0} done successfully! Aplication will be closed, please start it manually after close!
de_de: Datenbankwiederherstellung. {0} Erfolgreich beendet! Die APLICATION wird geschlossen, bitte starten Sie es manuell nach der Nähe!

# dialog_message_datepicker_existing_date_error
source: Error! This date already exist!
de_de: Fehler! Dieses Datum gibt es bereits!

# dialog_message_datepicker_existing_date_error_outside_range
source: Invalid date! Valid dates are in the range of {0} to {1}
de_de: Ungültiges Datum! Gültige Datumsangaben befinden sich im Bereich von {0} bis {1}

# dialog_message_delete_record
source: Are you sure you want to delete the selected record?
de_de: Möchten Sie sicher, dass Sie den ausgewählten Datensatz löschen möchten?

# dialog_message_delete_record_constraint_violation_exception
source: This record has references in the database and cannot be removed.
de_de: Dieser Datensatz hat Verweise in der Datenbank und können nicht entfernt werden.

# dialog_message_delete_record_show_protected_record
source: Can't delete the selected record! This record is necessary for the proper functioning of the application!
de_de: Der ausgewählte Datensatz kann nicht löschen! Dieser Datensatz ist für das ordnungsgemäße Funktionieren der Anwendung erforderlich!

# dialog_message_delete_record_show_referenced_record_message
source: This record has references in the database and cannot be removed ({0}: {1}).
de_de: Dieser Datensatz hat Referenzen in der Datenbank und können nicht entfernt werden ({0}: {1}).

# dialog_message_error_create_directory
source: Error can't create directory {0}
de_de: Fehler kann kein Verzeichnis erstellen {0}

# dialog_message_error_create_directory_backups
source: Error! Can't create backup directory: {0} Backups disabled, continue?
de_de: Fehler! Sicheres Backup-Verzeichnis kann nicht erstellt werden: {0} Sicherungen deaktiviert, fortfahren?

# dialog_message_error_creating_financial_document
source: Error! Can't create financial document! {0}
de_de: Fehler! Kann kein finanzielles dokument erstellen! {0}

# dialog_message_error_creating_financial_document_bad_hash_detected
source: Bad Document Hash Detected! Can't extract the 4 print chars from Document Hash. This error occurs when the FinanceDocument is not Signed with a valid SoftwareVendor Plugin! Please Install a SoftwareVendor Plugin!
de_de: Schlechtes Dokument-Hash erkannt! Die 4 Druckkarletten können nicht aus dem Dokumentensystem extrahieren. Dieser Fehler tritt auf, wenn das Financedocument nicht mit einem gültigen SoftwarEvendor-Plugin unterzeichnet wird! Bitte installieren Sie ein SoftwarEvendor-Plugin!

# dialog_message_error_creating_financial_document_commit_session
source: Issues when persisting document.
de_de: Probleme beim Beständigen Dokument.

# dialog_message_error_creating_financial_document_invalid_documentnumber
source: Invalid Document Number
de_de: Ungültige Dokumentnummer

# dialog_message_error_creating_financial_document_missing_series
source: Missing series for this movement, to create financial documents, first you must do the following: - Start Fiscal Year Opening (If You Have Not Been Started) - Create Fiscal Series for the respective Terminal
de_de: Fehlende Serien für diese Bewegung, um Finanzdokumente zu erstellen, müssen Sie zunächst Folgendes tun: - Beginnen Sie das Öffnen des Geschäftsjahres (wenn Sie nicht gestartet wurden) - Erstellen Sie Steuerserien für das jeweilige Terminal

# dialog_message_error_duplicated_key
source: The registry key you are trying to enter ({0}) already exists in the database. Please change.
de_de: In der Datenbank existiert der Registrierungsschlüssel, den Sie eingeben möchten ({0}). Bitte austauschen.

# dialog_message_error_initializing_weighing_balance
source: Error initializing Weighing Balance {0}! {1}
de_de: Fehler initialisiert Wägungsbalance {0}! {1}

# dialog_message_error_in_at_webservice
source: Error communicating with ATWebService! ReturnCode: {0} ReturnMessage: {1} Try Again?
de_de: Fehler mit der Kommunikation mit Atwebservice! RETURNCODE: {0} Rückkehrmessage: {1} Versuch es noch einmal?

# dialog_message_error_in_at_ws_call_status
source: WS call failed
de_de: WS-Anruf ist fehlgeschlagen

# dialog_message_error_plugin_softwarevendor_not_registered
source: Required plugin type SoftwareVendor is missing or have a wrong secretkey! This plugin is required, some features are disabled without it! Please install a valid SoftwareVendor Plugin that work with registered LogicposFinantialLibrary!
de_de: Erforderlicher Plug-In-Typ SoftwarEvendor fehlt oder hat einen falschen Secretke! Dieses Plugin ist erforderlich, einige Funktionen sind ohne ihn deaktiviert! Bitte installieren Sie ein gültiges SoftwareVendor-Plugin, das mit registrierten LogicPoSfinantiallibrary funktioniert!

# dialog_message_error_printing_ticket
source: Error printing ticket! PrinterName: {0} Network Name: {1} Error: {2}
de_de: Fehler beim Drucken von Ticket! PrinterName: {0} Netzwerkname: {1} Fehler: {2}

# dialog_message_error_protected_files_invalid_files_detected
source: Error! Missed, corrupted or modified application files were detected: {0}
de_de: Fehler! Vergessen, beschädigte oder geänderte Anwendungsdateien wurden festgestellt: {0}

source: Fiscal document [{0}] processed but the print of document was ignored. Please, re-print the document later!
de_de: Das fiskalische Dokument [{0}] wird verarbeitet, der Druck des Dokuments wurde jedoch ignoriert. Bitte drucken Sie das Dokument später erneut aus!

# dialog_message_error_register_new_terminal
source: Can't create a new Terminal with HardwareId: [{0}]. Please check if Terminal is not disabled or a Terminal with same Hardware Id has not been created previously.
de_de: Ein neues Terminal kann nicht mit der Hardwared erstellen: [{0}]. Bitte überprüfen Sie, ob das Terminal nicht deaktiviert ist oder ein Terminal mit derselben Hardware-ID zuvor nicht erstellt wurde.

source: Error! You are trying to credit an article(s) that exceeds the amount issued in the original document, or the sum of all credited items in related credit notes exceeds the amount of the original document! Quantity: {0} Valid Quantity: {1}
de_de: Fehler! Sie versuchen, einen Artikel, der den im ursprünglichen Dokument ausgestellten Betrag übersteigt, oder die Summe aller gutgeschriebenen Elemente in verbundenen Kreditnotizen übersteigt den Betrag des Originaldokuments! Menge: {0} Gültige Menge: {1}

# dialog_message_exported_successfully
source: Export Successfully
de_de: Erfolgreich exportieren

# dialog_message_export_error
source: Error in Exporting
de_de: Fehler beim Export.

# dialog_message_field_validation_error
source: Validation Error/Missing Required Field! Please correct/fill your entry(s) and try again. Invalid Fields: {0}
de_de: Validierungsfehler / fehlendes erforderliches Feld! Bitte korrigieren / füllen Sie Ihre Eingabe (en) und versuchen Sie es erneut. Ungültige Felder: {0}

# dialog_message_field_validation_error_keyboardpad
source: Error! Invalid input! Please correct it and try again.
de_de: Fehler! Ungültige Eingabe! Bitte korrigieren Sie es und versuchen Sie es erneut.

# dialog_message_filepicker_existing_file_error
source: Error! This file already exists!
de_de: Fehler! Diese Datei existiert bereits!

# dialog_message_finance_dialog_confirm_cancel
source: Do you want to continue and lose the current document?
de_de: Möchten Sie das aktuelle Dokument fortsetzen und verlieren?

# dialog_message_import_error
source: Error in Importing!
de_de: Fehler beim Import!

# dialog_message_import_successfully
source: File Imported Successfully!
de_de: File erfolgreich importiert!

# dialog_message_info_all_lines_from_this_document_was_already_credited
source: You can't issue "{0}" for this {1}! All articles from the same were already credited in the below documents list: {2}
de_de: Sie können {0} nicht ausgeben "für dieses {1}!

# dialog_message_invalid_customer_card_detected
source: Invalid customer! Recharge customer card Article detected, to recharge customer card you must work with a customer with a valid customer card!
de_de: Ungültiger Kunde! Laden Sie den Kundenkarten-Artikel erkannt, um die Kundenkarte aufzuladen, müssen Sie mit einem Kunden mit einer gültigen Kundenkarte arbeiten!

# dialog_message_invalid_or_missing_printer_template
source: Error! Invalid or Missing printer Template {0}.
de_de: Fehler! Ungültige oder fehlende Druckervorlage {0}.

# dialog_message_license_aplication_registered
source: Software registration successfully! Thanks for your input.
de_de: Software-Registrierung erfolgreich! Danke für deinen Beitrag.

# dialog_message_license_blocked
source: Your license has been blocked! Contact technical support.
de_de: Ihre Lizenz wurde blockiert! Wenden Sie sich an den technischen Support.

# dialog_message_license_updated
source: Your license has been updated! You have to restart the application.
de_de: Ihre Lizenz wurde aktualisiert! Sie müssen den Antrag neu starten.

# dialog_message_license_ws_connection_error
source: Could not establish communication to make registration! Contact technical support!
de_de: Konnte keine Kommunikation aufbauen, um die Registrierung vorzunehmen! Kontakt Technischer Support!

# dialog_message_license_ws_connection_timeout
source: The server took too long to respond.
de_de: Der Server dauerte zu lange, um zu antworten.

# dialog_message_license_ws_save_license_error
source: Could not save the license file. Try later!
de_de: Konnte die Lizenzdatei nicht speichern. Versuche es später!

# dialog_message_low_resolution_detected
source: Error! Low resolution detected! This Application only runs on monitors with resolutions of {0} x {1} or above! POS will be closed.
de_de: Fehler! Niedriger Auflösung erkannt! Diese Anwendung läuft nur auf Monitoren mit Auflösungen von {0} x {1} oder oben! POS wird geschlossen sein.

# dialog_message_mail_sent_successfully
source: Your email has been sent successfully!
de_de: Ihre E-Mail wurde erfolgreich gesendet!

# dialog_message_no_notification
source: There are no notifications for the last {0} days.
de_de: Es gibt keine Benachrichtigungen für die letzten Tagen {0}.

# dialog_message_operation_successfully
source: Operation successfully!
de_de: Operation erfolgreich!

# dialog_message_partial_import
source: File was Partial Imported
de_de: Die Datei war teilweise importiert

# dialog_message_pos_instance_already_running
source: Another POS instance is already running!
de_de: Eine weitere POS-Instanz läuft bereits!

# dialog_message_report_filter_no_records_with_criteria
source: Current filter has no records, please reformulate criteria and try again!
de_de: Der aktuelle Filter hat keine Datensätze, bitte formulieren Sie Kriterien und versuchen Sie es erneut!

# dialog_message_request_backup
source: Do you want to Backup Database?
de_de: Möchten Sie die Datenbank sichern?

# dialog_message_request_close_open_ticket
source: There are currently an Open Ticket! Do you want to close it and proceed?
de_de: Es gibt derzeit ein offenes Ticket! Möchten Sie es schließen und fortfahren?

# dialog_message_request_print_document_confirmation
source: Do you want to print document?
de_de: Möchten Sie Dokument drucken?

# dialog_message_required_valid_printer
source: To use this function you must hava a valid printer associated with your terminal terminal!
de_de: Um diese Funktion zu verwenden, müssen Sie einen gültigen Drucker, der Ihrem Terminal Terminal zugeordnet ist, erhalten!

# dialog_message_required_valid_printer_and_template
source: To use this function you must hava a printer and a working template associated with your terminal terminal!
de_de: Um diese Funktion verwenden zu können, müssen Sie einen Drucker und eine Arbeitsvorlage, die Ihrem Terminal Terminal zugeordnet sind, erhalten!

# dialog_message_saftpt_exported_error
source: Error Exporting SAF-T File!
de_de: Fehler beim Exportieren der SAF-T-Datei!

# dialog_message_saftpt_exported_successfully
source: SAF-T Exported to {0}
de_de: SAF-T in exportiert {0}
