Repository: HascowGroup/gh-repo-clone-logicpulse-logicPOS
Catalog: LogicPOS.Globalization/Resources/Localization/Resx.*.resx
Languages: de_de

# dialog_message_series_create_confirmation_text
source: Do you want to continue and create new finance series? All the series related to selected terminals will be deleted and new ones created! By accepting the conditions you are responsible for creating the series. We recall that under applicable law may not use series that have been used in the past.
de_de: Möchten Sie fortfahren und neue Finanzen-Serie erstellen? Die gesamte Serie, die sich auf ausgewählte Terminals bezog, wird gelöscht und neue erstellt! Durch Annahme der Bedingungen, die Sie für die Erstellung der Serie verantwortlich sind. Wir erinnern uns daran, dass in geltendem Recht keine Serie verwenden darf, die in der Vergangenheit verwendet wurden.

# dialog_message_series_create_document_type_series
source: Create fiscal series for all types of finance documents/terminals?
de_de: Erstellen Sie Fiskalserien für alle Arten von Finanzdokumenten / Terminals?

# dialog_message_series_create_document_type_series_already_exist
source: There are already fiscal series active, to create new fiscal series you have to disable the current series and create new ones. Continue and turn off the current series and create new?
de_de: Es gibt bereits fiskalische Serien, um neue fiskalische Serien zu erstellen, die Sie die aktuelle Serie deaktivieren müssen und neue erstellen. Fahren Sie fort und schalten Sie die aktuelle Serie aus und erstellen Sie Neue?

# dialog_message_series_create_document_type_series_miss_year
source: To create the document series, first create a fiscal year.
de_de: Um die Dokumentreihe zu erstellen, erstellen Sie zunächst ein Geschäftsjahr.

# dialog_message_series_create_error
source: Error creating fiscal series with acronym [{0}]! Some series already has been used in the past, other acronym to create new series.
de_de: Fehler beim Erstellen von fiskal-Serien mit Akronym [{0}]! In der Vergangenheit wurde bereits einige Serien verwendet, andere Akronym, um neue Serien zu erstellen.

# dialog_message_series_fiscal_year_close_current
source: Currently there is an active fiscal year [{0}]. To continue and start a new fiscal year, you have to close the active fiscal year. Note: This operation will close the active fiscal year and can not be broken! Are you sure you want to close the active fiscal and create a new one?
de_de: Derzeit gibt es ein aktives Geschäftsjahr [{0}]. Um ein neues Geschäftsjahr fortzusetzen und zu beginnen, müssen Sie das aktive Geschäftsjahr schließen. Hinweis: Dieser Vorgang schließt das aktive Geschäftsjahr und kann nicht gebrochen werden! Möchten Sie sicher, dass Sie das aktive Haushalt schließen möchten, und erstellen Sie einen neuen?

# dialog_message_show_printer_undefined_on_print
source: Can't print document {0}! Current terminal dont have associated printer. Show this message next time?
de_de: Dokument nicht drucken {0}! Der aktuelle Terminal hat keinen assoziierten Drucker. Zeigen Sie diese Nachricht beim nächsten Mal an?

# dialog_message_systementry_is_less_than_last_finance_document
source: The system date is smaller than the date of the last fiscal document issued! Want to proceed and issue the tax document?
de_de: Das Systemdatum ist kleiner als das Datum des zuletzt ausgegebenen Steuerdokuments! Möchten Sie fortfahren und das Steuerdokument ausstellen?

# dialog_message_systementry_is_less_than_last_finance_document_series
source: The system date is smaller than the date of the last fiscal document issued! You can't issue finance documents with dates smaller than system date!
de_de: Das Systemdatum ist kleiner als das Datum des zuletzt ausgegebenen Steuerdokuments! Sie können keine Finanzdokumente mit kleiner als das Systemdatum ausgeben!

# dialog_message_table_is_not_free
source: The selected table is not free!
de_de: Die ausgewählte Tabelle ist nicht kostenlos!

# dialog_message_under_construction_function
source: Under Construction! This function is not implemented!
de_de: Im Bau! Diese Funktion ist nicht implementiert!

# dialog_message_update_record_show_protected_record
source: Can't update the selected record! This record is necessary for the proper functioning of the application!
de_de: Der ausgewählte Datensatz kann nicht aktualisiert werden! Dieser Datensatz ist für das ordnungsgemäße Funktionieren der Anwendung erforderlich!

# dialog_message_user_request_change_password
source: The password for user [{0}] needs to be changed for security purposes! To change the password, enter the default password "{1}", followed by the new password and their respective confirmation.
de_de: Das Passwort für Benutzer [{0}] muss aus Sicherheitsgründen geändert werden! Geben Sie zum Ändern des Kennworts das Standardkennwort {1} ein, gefolgt von dem neuen Passwort und deren jeweilige Bestätigung. "

# dialog_message_validate_all_fields_to_proceed
source: Required fields not filled in. Please validate all fields before proceed!
de_de: Erforderliche Felder, die nicht ausgefüllt sind. Bitte validieren Sie alle Felder, bevor Sie fortfahren!

# dialog_message_value_exceed_customer_card_credit
source: Customer Card is invalid or has no sufficient credit for this operation. Add credit and try again. Current Credit: {0} Movement: {1}
de_de: Kundenkarte ist ungültig oder hat für diesen Vorgang keine ausreichende Gutschrift. Guthaben hinzufügen und erneut versuchen. Aktuelle Gutschrift: {0} Bewegung: {1}

# dialog_message_value_exceed_simplified_invoice_for_final_or_annonymous_consumer
source: The total value exceed the maximum value defined for invoices using the final consumer customer, or a customer without de required details filled. {0} {1} To continue, select other client, or fill the required fields. Name, Address, ZipCode, City, Country, Fiscal Number
de_de: Der Gesamtwert überschreitet den für Rechnungen definierten Maximalwert mit dem endgültigen Konsumentenkunden oder einem Kunden ohne de erforderliche Details gefüllt. {0} {1} Um fortzufahren, wählen Sie einen anderen Client aus, oder füllen Sie die erforderlichen Felder aus. Name, Adresse, Zipcode, Stadt, Land, Haushaltsnummer

# dialog_message_value_exceed_simplified_invoice_max_value
source: The total value exceed the maximum value defined for simplified invoices. {0} {1}
de_de: Der Gesamtwert überschreitet den maximal definierten Wert, der für vereinfachte Rechnungen definiert ist. {0} {1}

# dialog_message_value_exceed_simplified_invoice_max_value_mode_paymentdialog
source: Do you want to emmit a Invoice with Payment to override simplified invoices limit?
de_de: Möchten Sie eine Rechnung mit der Zahlung erstellen, um eine vereinfachte Rechnungsgrenze zu überschreiben?

source: To proceed select other type of document.
de_de: Um fortzufahren, wählen Sie andere Art des Dokuments aus.

# dialog_message_worksession_day_close_successfully
source: Working day session successfully closed! {0}
de_de: Arbeitstagssitzung erfolgreich geschlossen! {0}

# dialog_message_worksession_period_warning_open_orders_tables
source: Warning! You have {0} Open Order(s)! Before proceed please close open Order(s) in Table(s): {1}
de_de: Warnung! Sie haben {0} offene Order (s)! Bevor Sie fortfahren, schließen Sie bitte die offene Ordnung (en) in der Tabelle (n): {1}

# dialog_message_worksession_period_warning_open_terminals
source: Warning! You have {0} Open Terminal(s)! To continue press Yes to close all terminals, or press No and close all terminals manually and try again: {1}
de_de: Warnung! Sie haben {0} Open Terminal (en)! Um fortzufahren, drücken Sie Ja, um alle Terminals zu schließen, oder drücken Sie NEIN und schließen Sie alle Terminals manuell und versuchen Sie es erneut: {1}

# dialog_message_worksession_terminal_close_successfully
source: CashDrawer session successfully closed! {0}
de_de: Cashdrawer-Sitzung erfolgreich geschlossen! {0}

# dialog_message__pos_order_cancel
source: Are you sure you want to cancel the current order?
de_de: Möchten Sie sicher, dass Sie die aktuelle Bestellung stornieren möchten?

# dialog_orders_button_label_print_order
source: Print Order
de_de: Bestellung drucken

# dialog_orders_button_label_tables_all
source: All
de_de: Alle

# dialog_orders_button_label_tables_free
source: Free
de_de: Kostenlos

# dialog_orders_button_label_tables_open
source: Open
de_de: Offen

# dialog_orders_button_label_tables_reserved
source: Reserved
de_de: Reserviert

# dialog_orders_button_label_table_consult
source: Table Consult
de_de: Tabellenberatung.

# dialog_orders_button_label_view_orders
source: View orders
de_de: Bestellungen anzeigen.

# dialog_orders_button_label_view_tables
source: View tables
de_de: Tabellen anzeigen.

# global_accesspassword
source: Can change the password
de_de: Kann das Passwort ändern

# global_access_card_number
source: Access card number
de_de: Zugangskartennummer.

# global_access_pin
source: Access pin
de_de: Zugriffsnadel

# global_accounting
source: Accounting
de_de: Buchhaltung

# global_acronym
source: Acronym/Identification
de_de: Akronym / Identifikation.

# global_add
source: Add
de_de: Hinzufügen

# global_address
source: Address
de_de: Die Anschrift

# global_application_close
source: Close
de_de: Nah dran

# global_application_main_menu
source: Menu
de_de: Speisekarte

# global_application_setup
source: Configuration
de_de: Aufbau

# global_article
source: Article
de_de: Artikel

# global_articles
source: Articles
de_de: Artikel

# global_articletype_haveprice
source: Have price
de_de: Den Preis haben

# global_article_acronym
source: Art.
de_de: Kunst.

# global_article_article
source: Article
de_de: Artikel

# global_article_class
source: Article class
de_de: Artikelklasse.

# global_article_default_quantity
source: Default quantity
de_de: Standardmenge

# global_article_family
source: Family
de_de: Gruppen

# global_article_haveprice
source: Have price
de_de: Den Preis haben

# global_article_history
source: Article History
de_de: Artikel Geschichte

# global_article_subfamily
source: Subfamily
de_de: Untergruppen

# global_article_type
source: Article type
de_de: Artikeltyp.

# global_article_types
source: Article Types
de_de: Artikelarten

# global_assigned_seating
source: Assigned Seating
de_de: Sitze zugewiesen

# global_attended_by
source: Attended By
de_de: Begleitet von

# global_at_atdoccodeid
source: Document Code Identification
de_de: Identifikation des Dokumentencodes.

# global_audit
source: Audit
de_de: Prüfung

# global_audit_type
source: Audit Type
de_de: Audittyp.

# global_barcode_articlecode
source: Bar Code / Product Code
de_de: Barcode / Produktcode

# global_base_consumption
source: Consumption base
de_de: Verbrauchsbasis

# global_base_offers
source: Base offers
de_de: Basisangebote

# global_button_icon
source: Button icon
de_de: Knopfsymbol

# global_button_image
source: Button image
de_de: Schaltfläche Bild.

# global_button_label_cancel
source: _Cancel
de_de: _Abbrechen

# global_button_label_cancel_document
source: _Cancel
de_de: _Abbrechen

# global_button_label_clone_document
source: Clone
de_de: Klon

# global_button_label_close
source: _Close
de_de: _Nah dran

# global_button_label_export_pdf
source: Export Pdf
de_de: PDF exportieren

# global_button_label_filter_clear
source: _Clear
de_de: _Klar

# global_button_label_help
source: _Help
de_de: _Hilfe

# global_button_label_more
source: _Show More
de_de: _Zeig mehr

# global_button_label_new_financial_document
source: _New
de_de: _Neu

# global_button_label_no
source: _No
de_de: _Nein

# global_button_label_ok
source: _Ok
de_de: _Okay

# global_button_label_open_document
source: Open
de_de: Offen

# global_button_label_pay
source: Pay
de_de: Zahlen

# global_button_label_payment_dialog_clear_client
source: Clear Client
de_de: Klaren Kunden

# global_button_label_payment_dialog_full_payment
source: Full Pay
de_de: Voller Bezahlung

# global_button_label_payment_dialog_partial_payment
source: Partial Pay
de_de: Teilzahlung

# global_button_label_payment_dialog_split_payment
source: Split
de_de: Teilt

# global_button_label_pay_invoice
source: Pay
de_de: Zahlen

# global_button_label_print
source: Print
de_de: Drucken

# global_button_label_print_as
source: Print As
de_de: Drucken

# global_button_label_readcard
source: Read card
de_de: Karte lesen

# global_button_label_send_email_document
source: Send Email
de_de: E-Mail senden

# global_button_label_yes
source: _Yes
de_de: _Jawohl

# global_button_name
source: Button name
de_de: Knopfname

# global_callposcomposer
source: Open POS_Composer
de_de: Öffnen Sie POS_COMPOSER.

# global_cancel_document_input_text_label
source: Reason to Cancel Document: {0}
de_de: Grund, das Dokument abzubrechen: {0}

# global_cardcode_small
source: Ticket/Card Code
de_de: Ticket- / Kartencode

# global_card_credit_amount
source: Credit Amount
de_de: Kreditbetrag

# global_card_number
source: Customer Card Number
de_de: Kundenkartennummer.

# global_cashdrawer_money_in
source: Cash Drawer Money In
de_de: Geldschublade Geld in

# global_cashdrawer_money_out
source: Cash Drawer Money Out
de_de: Geldschublade Geld aus

# global_cashdrawer_without_movements
source: Without Movements...
de_de: Ohne Bewegungen ...

# global_cash_registers
source: Cash Registers
de_de: Kassen

# global_change_user
source: User
de_de: Benutzer

# global_characters
source: Length
de_de: Länge

# global_city
source: City
de_de: Stadt

# global_commission
source: Commission
de_de: Kommission

# global_commission_group
source: Commission group
de_de: Kommissionsgruppe

# global_company
source: Company
de_de: Gesellschaft

# global_composite_article
source: Composite article
de_de: Zusammengesetzter Artikel

# global_configuration
source: Configuration
de_de: Aufbau

# global_ConfigurationCashRegister
source: Cash register
de_de: Kasse

# global_ConfigurationCashRegister_ActiveSales
source: Active sales
de_de: Aktiver Umsatz

# global_ConfigurationCashRegister_AllowChargeBacks
source: Allow chargebacks
de_de: Zulassener

# global_ConfigurationCashRegister_AutomaticDrawer
source: Automatic drawer
de_de: Automatische Schublade

# global_ConfigurationCashRegister_Drawer
source: Drawer
de_de: Schublade

# global_ConfigurationCashRegister_Printer
source: Printer
de_de: Drucker

# global_ConfigurationCurrency
source: Currency
de_de: Währung

# global_ConfigurationCurrency_Acronym
source: Acronym
de_de: Akronym

# global_ConfigurationCurrency_Entity
source: Entity
de_de: Juristische Person

# global_ConfigurationDevice_PlaceTerminal
source: Location
de_de: Standort

# global_ConfigurationDevice_Type
source: Device type
de_de: Gerätetyp

# global_ConfigurationKeyboard_Language
source: Language
de_de: Sprache

# global_ConfigurationKeyboard_VirtualKeyboard
source: Virtual keyboard
de_de: Virtuelle Tastatur

# global_ConfigurationMaintenance_Date
source: Date
de_de: Datum

# global_ConfigurationMaintenance_PasswordAccess
source: Password access
de_de: Passwortzugriff

# global_ConfigurationMaintenance_Remarks
source: Remarks
de_de: Bemerkungen

# global_ConfigurationMaintenance_Time
source: Time
de_de: Zeit

# global_ConfigurationPaymentCondition_Acronym
source: Acronym
de_de: Akronym

# global_ConfigurationPaymentMethod_Acronym
source: Acronym
de_de: Akronym

# global_ConfigurationPaymentMethod_Token
source: Token
de_de: Zeichen

# global_ConfigurationPlaceTablePlace
source: Place
de_de: Stelle

# global_ConfigurationPlace_MovementType
source: Service Type
de_de: Servicetyp.

# global_ConfigurationPlace_PriceType
source: Price type
de_de: Preistyp.

# global_ConfigurationPoleDisplay
source: Pole Display
de_de: Pole-Anzeige

# global_ConfigurationPriceType_IndexPos
source: Order
de_de: Befehl

# global_configurationprinter
source: Printer
de_de: Drucker

# global_ConfigurationPrinters
source: Printers
de_de: Drucker

# global_ConfigurationPrintersBarCodeTemplates
source: Barcode Printing Templates
de_de: Barcode-Druckvorlagen

# global_configurationprintersTemplate
source: Printer template
de_de: Druckervorlage

# global_ConfigurationPrintersType
source: Printers type
de_de: Druckertyp.

# global_configurationprinters_template_table_consult
source: Table Consult
de_de: Tabellenberatung.

# global_configurationprinters_template_ticket
source: Ticket
de_de: Fahrkarte

# global_ConfigurationUnitMeasure_Acronym
source: Acronym
de_de: Akronym

# global_ConfigurationWeighingMachine
source: Weighing Machine
de_de: Waage

# global_contacts
source: Contacts
de_de: Kontakte

# global_contract_date
source: Contract date
de_de: Vertragsdatum

# global_copyright
source: Copyright
de_de: Urheberrechte ©

# global_copy_finance_document
source: Copy Document
de_de: Dokument kopieren

# global_country
source: Country
de_de: Land

# global_country_capital
source: Capital
de_de: Hauptstadt

# global_country_code2
source: Country Code (2 Char)
de_de: Ländercode (2 Zeichen)

# global_country_code3
source: Country Code (3 Chars)
de_de: Ländercode (3 Zeichen)

# global_country_global_capital
source: Capital
de_de: Hauptstadt

# global_credit
source: Credit
de_de: Kredit

# global_currency
source: Currency
de_de: Währung

# global_currency_acronym
source: Acronym
de_de: Akronym

# global_currency_code
source: Currency Code
de_de: Währungscode

# global_currency_field
source: Values expressed in:
de_de: Werte ausgedrückt in:

# global_current_account
source: Account Balance
de_de: Kontostand

# global_customer
source: Customer
de_de: Kunde

# global_customers
source: Customers
de_de: Kunden

# global_customer_code
source: Customer ID
de_de: Kundennummer

# global_customer_discount_groups
source: Discount groups
de_de: Rabattgruppen

# global_customer_fiscal_number
source: Customer SSN/EIN
de_de: Cust.Fiscal-Nummer.

# global_customer_types
source: Customer type
de_de: Kundentyp

# global_database_backup
source: Backup Database
de_de: Backup-Datenbank

# global_database_restore
source: Restore DB
de_de: Wiederherstellen von db.

# global_database_restore_from_file
source: Restore DB (File)
de_de: Wiederherstellen von db (Datei)

# global_date
source: Date
de_de: Datum

# global_datepicker_add_date
source: Add Date
de_de: Datum hinzufügen

# global_date_end
source: Date End
de_de: Datumsende

# global_date_start
source: Date Start
de_de: Start Datum

# global_day
source: Day
de_de: Tag

# global_day_days
source: Day(s)
de_de: Tage)

# global_debit
source: Debit
de_de: Lastschrift

# global_description
source: Description
de_de: Beschreibung

# global_designation
source: Designation
de_de: Bezeichnung

# global_designation_Drawer
source: Drawer
de_de: Schublade

# global_details
source: Details
de_de: Einzelheiten

# global_devices
source: Devices
de_de: Geräte

# global_device_printer
source: Device printer
de_de: Gerätedrucker

# global_DialogConfigurationPrintersTypetoken
source: Token
de_de: Zeichen

# global_discount
source: Discount
de_de: Rabatt

# global_discount_acronym
source: Disc
de_de: Rabatt

# global_discount_group
source: Discount group
de_de: Rabattgruppe

# global_dob
source: Date of Birth ("yyyy/mm/dd")
de_de: Geburtsdatum ("yyyy / mm / dd")

# global_documentfinanceseries_DocumentNumberRangeBegin
source: Lower limit
de_de: Untere Grenze

# global_documentfinanceseries_DocumentNumberRangeEnd
source: Upper limit
de_de: Obere Grenze

# global_documentfinanceseries_documenttype
source: Document type
de_de: Art des Dokuments

# global_documentfinanceseries_NextDocumentNumber
source: Next number
de_de: Nächste Nummer

# global_documentfinanceseries_NumberOfCopies
source: Number of copies
de_de: Anzahl der Kopien

# global_documentfinance_canceled_document
source: Canceled
de_de: Abgesagt

# global_documentfinance_discount_customer
source: Customer Discount
de_de: Kundendrücker Rabatt

# global_documentfinance_discount_payment_conditions
source: Discount Pay.Cond.
de_de: Rabatt Pay.cond.

# global_documentfinance_insert_new_article
source: New article successfully inserted
de_de: Neuer Artikel erfolgreich eingefügt

# global_documentfinance_insert_new_article_code_error
source: Inserted item code already exists or empty item code / designation
de_de: Eingefügter Artikelcode existiert bereits oder leere Elementcode / Bezeichnung

# global_documentfinance_series
source: Series
de_de: Serie

# global_documentfinance_totalfinal
source: Total Final
de_de: Insgesamt Finale

# global_documentfinance_totalgross
source: Total Gross
de_de: Gesamtbrutto

# global_documentfinance_totaltax
source: Total Tax
de_de: Gesamtsteuer

# global_documentfinance_totaltax_acronym
source: Total Tax
de_de: Gesamtsteuer

# global_documentfinance_total_discount
source: Total of Discounts
de_de: Summe der Rabatte.

# global_documentfinance_type
source: Document type
de_de: Art des Dokuments

# global_documentfinance_types
source: Types of documents
de_de: Arten von Dokumenten

# global_documentfinance_type_report_invoice_footer_at
source: Billed articles were placed to the customer's exposure on this date - paragraph f) n.5 of art. 36 of the Vat Code
de_de: An diesem Datum wurden in Rechnung gestellt, in Rechnung gestellt, auf dem Datum der Kunden (Absatz F) N.5 der Kunst. 36 des MwSt-Codes

# global_documentfinance_type_report_non_invoice_footer_at
source: This document does not serve as invoice
de_de: Dieses Dokument dient nicht als Rechnung

# global_documentfinance_type_title_cc
source: Payment on Credit
de_de: Zahlung auf Kredit

# global_documentfinance_type_title_dc
source: Bill
de_de: Rechnung

# global_documentfinance_type_title_fc
source: Consignment Invoice
de_de: Sendungsrechnung

# global_documentfinance_type_title_fp
source: Proforma Invoice
de_de: Proforma-Rechnung

# global_documentfinance_type_title_fr
source: Receipt
de_de: Erhalt

# global_documentfinance_type_title_fs
source: Receipt (simplified)
de_de: Empfang (vereinfacht)

# global_documentfinance_type_title_ft
source: Invoice
de_de: Rechnung

# global_documentfinance_type_title_ga
source: Management of Fixed Assets
de_de: Verwaltung des Anlagevermögens

# global_documentfinance_type_title_gc
source: Consignment Form
de_de: Sendungsformular

# global_documentfinance_type_title_gd
source: Return Slip
de_de: Rückruf

# global_documentfinance_type_title_gr
source: Delivery Note
de_de: Lieferschein

# global_documentfinance_type_title_gt
source: Transport Document
de_de: Transport Dokument

# global_documentfinance_type_title_nc
source: Credit Slip
de_de: Einzahlungsschein

# global_documentfinance_type_title_nd
source: Direct Debit Letter
de_de: Direkter Lastschriftbrief.

# global_documentfinance_type_title_or
source: Request for Quotation/Proposal
de_de: Antrag auf Angebot / Vorschlag

# global_documentfinance_type_title_rc
source: Sales Slip
de_de: Kassenzettel

# global_documentfinance_waybill_comments
source: Comments
de_de: Kommentare

# global_documentfinance_waybill_data_load
source: Data Load
de_de: Datenlast

# global_documentfinance_waybill_date_download
source: Date Download
de_de: Datum Download.

# global_documentfinance_waybill_local_download
source: Local Download
de_de: Lokaler Download.

# global_documentfinance_waybill_local_load
source: Local Load
de_de: Lokale Belastung

# global_documentfinance_years
source: Opening of fiscal year
de_de: Eröffnung des Geschäftsjahres

# global_documentfinance_yearsseriesterminal
source: Series/Terminal
de_de: Serie / Terminal.

# global_documentfinance_years_short
source: Open. fiscal year
de_de: Offen. Fiskaljahr

# global_documents
source: Fiscal information
de_de: Steuerinformationen

# global_documents_status_document_invoiced
source: Document Invoiced: {0}
de_de: Dokument in Rechnung gestellt: {0}

# global_documentticket_type_title_ar
source: Article Request
de_de: Artikelanfrage.

# global_documentticket_type_title_cs
source: CashDrawer Money In/Out
de_de: Cashdrader-Geld in / aus
