Repository: HascowGroup/gh-repo-clone-logicpulse-logicPOS
Catalog: LogicPOS.Globalization/Resources/Localization/Resx.*.resx
Languages: de_de

# widget_generictreeviewnavigator_update
source: Edit
de_de: Bearbeiten

# widget_generictreeviewnavigator_view
source: View
de_de: Sicht

# widget_generictreeviewsearch_search_advanced
source: Advanced
de_de: Fortschrittlich

# widget_generictreeviewsearch_search_label
source: Search
de_de: Suche

# widget_pospinpad_change_password
source: Reset
de_de: Zurücksetzen

# widget_pospinpad_ok
source: Ok
de_de: Okay

# window_check_stock_question
source: The quantity entered is equal to or less than the minimum quantity of stock, Do you want to continue?
de_de: Die eingegebene Menge ist gleich oder kleiner als die Mindestbestandsmenge, möchten Sie fortfahren?

# window_dialog_cant_open_document
source: The document {0} you are trying to open has been issued in the ticket printer, cannot be opened! Note: You can only open documents issued on A4 printer or Export to PDF
de_de: Das Dokument {0} Sie versuchen, sich zu öffnen, wurde im Ticketdrucker ausgegeben, kann nicht geöffnet werden! Hinweis: Sie können nur Dokumente auf A4-Drucker oder Export in PDF eröffnen

# window_license_label_info
source: Through this form, you have the ability to register the software. The entries will be kept confidential and not released to third parties for advertising.
de_de: Durch dieses Formular können Sie die Software registrieren. Die Beiträge werden vertraulich aufbewahrt und nicht an Dritte für die Werbung freigegeben.

# window_license_label_internet_registration
source: Internet Registration
de_de: Internetanmeldung

# window_license_label_welcome
source: Welcome
de_de: Willkommen

# window_license_label_without_internet_contact_info
source: Make the registration through the following contacts:
de_de: Machen Sie die Registrierung über folgende Kontakte:

# window_license_label_without_internet_registration
source: Don't have internet connection?
de_de: Keine Internetverbindung?

# window_title_article_location
source: Change article location
de_de: Artikeländerung ändern

# window_title_default_input_text_dialog
source: Input Text
de_de: Eingabetext

# window_title_dialog_already_exited
source: Article exited
de_de: Artikel verlassen

# window_title_dialog_already_paid
source: Article paid
de_de: Artikel bezahlt

# window_title_dialog_article_stock
source: Stocks
de_de: Aktien

# window_title_dialog_cash
source: WorkSession
de_de: Wunsch

# window_title_dialog_cashdrawer
source: Cash Drawer :: Total in Cash Drawer: {0}
de_de: Kassenschublade :: Insgesamt in Kassenschublade: {0}

# window_title_dialog_change_password
source: Change Password
de_de: Passwort ändern

# window_title_dialog_change_user
source: Change user
de_de: Benutzer wechseln

# window_title_dialog_clone_documents_confirmation
source: Confirm clone following documents? {0}
de_de: Bestätigen Sie die Klon-Folloing-Dokumente? {0}

# window_title_dialog_datepicker
source: Select Date
de_de: Datum auswählen

# window_title_dialog_datepicket_startend
source: Choose Start/End Date
de_de: Wählen Sie Start / Enddatum

# window_title_dialog_delete_record
source: Delete Record
de_de: Aufzeichnung löschen

# window_title_dialog_documentfinance_preview_totals_mode_confirm
source: Do you want continue processing new finance document?
de_de: Möchten Sie weiterhin neues Finanzdokument weiterverarbeiten?

# window_title_dialog_documentfinance_preview_totals_mode_preview
source: Finance document totals
de_de: Finanzen Dokument Summen

# window_title_dialog_document_finance
source: Documents
de_de: Unterlagen

# window_title_dialog_document_finance_column_related_doc
source: Associated Documents
de_de: Zugehörige Dokumente

# window_title_dialog_document_finance_column_total_credit_rc_nc_based
source: Credit Value
de_de: Kreditwert

# window_title_dialog_document_finance_page1
source: Document
de_de: Dokumentieren

# window_title_dialog_document_finance_page2
source: Customer/Entity
de_de: Kunde / Entität.

# window_title_dialog_document_finance_page3
source: Articles
de_de: Artikel

# window_title_dialog_document_finance_page4
source: WayBill: Ship To
de_de: WAYBILL: Versand an

# window_title_dialog_document_finance_page5
source: WayBill: Ship From
de_de: Wegbill: Schiff aus

# window_title_dialog_document_finance_page6
source: Comments
de_de: Kommentare

# window_title_dialog_document_finance_payment
source: Payment Documents
de_de: Zahlungsdokumente

# window_title_dialog_exception_error
source: Exception Error
de_de: Ausnahmefehler

# window_title_dialog_filepicker
source: Select FileName
de_de: Wählen Sie Dateiname aus

# window_title_dialog_filter
source: Documents Filter
de_de: Dokumente Filter.

# window_title_dialog_message_dialog
source: Confirm
de_de: Bestätigen Sie

# window_title_dialog_moneypad
source: Input Amount
de_de: Eingabebetrag

# window_title_dialog_moneypad_product_price
source: Product Price
de_de: Produktpreis

# window_title_dialog_new_document
source: New Document
de_de: Neues Dokument

# window_title_dialog_new_finance_document
source: New Finance Document
de_de: Neues Finanzdokument

# window_title_dialog_notification
source: Notifications
de_de: Benachrichtigungen

# window_title_dialog_orders
source: Orders
de_de: Aufträge

# window_title_dialog_partial_payment
source: Partial Payment
de_de: Teilzahlung

# window_title_dialog_payments
source: Payments
de_de: Zahlungen

# window_title_dialog_pay_invoices
source: Pay Invoices
de_de: Rechnungen bezahlen

# window_title_dialog_readcard
source: Read card
de_de: Karte lesen

# window_title_dialog_report_filter
source: Report Filter
de_de: Berichtsfilter melden

# window_title_dialog_request_user_pin
source: User authentication
de_de: Benutzerauthentifizierung

# window_title_dialog_select_record
source: Select Record
de_de: Rekord auswählen

# window_title_dialog_send_message
source: Send message
de_de: Nachricht senden

# window_title_dialog_split_payment
source: Split Payment: Amount per Customer: [{0} x {1}]
de_de: Split Zahlung: Betrag pro Kunde: [{0} x {1}]

# window_title_dialog_tables_appmode_default
source: Tables
de_de: Tische

# window_title_dialog_tables_appmode_retail
source: Orders
de_de: Aufträge

# window_title_dialog_template
source: Template
de_de: Vorlage

# window_title_dialog_update_POS
source: Update POS to version: {0}
de_de: Aktualisieren Sie POS auf Version: {0}

# window_title_dialog_update_record
source: Update Record
de_de: Datensatz aktualisieren

# window_title_dialog_validation_error
source: Validation Error
de_de: Validierungsfehler

# window_title_dialog_vatrate_free_article_detected
source: Article exempt from Vat
de_de: Artikel von der Mehrwertsteuer befreit

# window_title_dialog_virtual_keyboard
source: Virtual keyboard
de_de: Virtuelle Tastatur

# window_title_edit_article
source: Edit articles
de_de: Artikel bearbeiten.

# window_title_edit_articlefamily
source: Edit article families
de_de: Artikelfamilien bearbeiten.

# window_title_edit_articlesubfamily
source: Edit article subfamilies
de_de: Artikel-Unterfamilien bearbeiten.

# window_title_edit_articletype
source: Edit article type
de_de: Artikeltyp bearbeiten.

# window_title_edit_commission_groups
source: Edit comission groups
de_de: Comissionsgruppen bearbeiten.

# window_title_edit_configurationcashregister
source: Edit cash register
de_de: Registrierkasse bearbeiten.

# window_title_edit_configurationcurrency
source: Edit currency
de_de: Währung bearbeiten

# window_title_edit_configurationdevice
source: Edit device
de_de: Gerät bearbeiten.

# window_title_edit_configurationkeyboard
source: Edit keyboard
de_de: Tastatur bearbeiten

# window_title_edit_configurationmaintenance
source: Manage maintenance
de_de: Wartung steuern

# window_title_edit_configurationpaymentcondition
source: Edit payment conditions
de_de: Zahlungsbedingungen bearbeiten.

# window_title_edit_configurationpaymentmethod
source: Edit payment methods
de_de: Zahlungsmethoden bearbeiten.

# window_title_edit_configurationplacemovementtype
source: Service Type
de_de: Servicetyp.

# window_title_edit_configurationplacetable
source: Associate tables to places
de_de: Tische zu den Orten assoziieren

# window_title_edit_configurationplaceterminal
source: Associate terminals to places
de_de: Assoziierte Terminals an Orte

# window_title_edit_configurationpoledisplay
source: Pole Display
de_de: Pole-Anzeige

# window_title_edit_configurationpreferenceparameter
source: Edit system parameters
de_de: Systemparameter bearbeiten.

# window_title_edit_configurationpricetype
source: Edit price type
de_de: Preistyp bearbeiten.

# window_title_edit_configurationunitmeasure
source: Edit unit measure
de_de: Gerät bearbeiten

# window_title_edit_configurationunitsize
source: Edit unit size
de_de: Einheitsgröße bearbeiten.

# window_title_edit_configurationvatrate
source: Edit Vat rate
de_de: Mehrwertsteuer-Rate bearbeiten.

# window_title_edit_configurationweighingmachine
source: Weighing Machine
de_de: Waage

# window_title_edit_customer
source: Edit customer
de_de: Kunde bearbeiten

# window_title_edit_customerdiscountgroup
source: Edit discounts
de_de: Rabatte bearbeiten.

# window_title_edit_customertype
source: Edit customer type
de_de: Kundentyp bearbeiten.

# window_title_edit_dialogconfigurationprinters
source: Printers
de_de: Drucker

# window_title_edit_dialogconfigurationprinterstype
source: Edit printers type
de_de: Druckertyp bearbeiten.

# window_title_edit_dialog_article_class
source: Edit Article Class
de_de: Artikel-Klasse bearbeiten.

# window_title_edit_dialog_configuration_country
source: Edit Countrys
de_de: Länder bearbeiten.

# window_title_edit_dialog_configuration_holydays
source: Edit Holidays
de_de: Feiertage bearbeiten.

# window_title_edit_documentfinanceseries
source: Edit series
de_de: Serie bearbeiten

# window_title_edit_template
source: Edit template
de_de: Vorlage bearbeiten.

# window_title_edit_user
source: Edit users
de_de: Benutzer bearbeiten

# window_title_edit_user_commission_group
source: Edit commission groups
de_de: Provisionsgruppen bearbeiten.

# window_title_edit_user_profile
source: Edit user profiles
de_de: Benutzerprofile bearbeiten.

# window_title_license
source: LogicPulse: Free registration system
de_de: LogicPulse: Kostenloses Registrierungssystem

# window_title_reports
source: Reports
de_de: Berichte

# window_title_select_backup_filename
source: Select Backup Filename
de_de: Wählen Sie den Sicherennamen Backup aus

# window_title_select_country
source: Select Country
de_de: Land auswählen

# window_title_select_customer
source: Select customer
de_de: Kunden auswählen

# window_title_select_finance_document
source: Select Finance Document
de_de: Wählen Sie das Finanzdokument aus

# window_title_select_finance_document_cc
source: Select Current Account Documents
de_de: Wählen Sie die aktuellen Kontodokumente aus

# window_title_select_finance_document_ft_unpaid
source: Select Unpaid Invoices
de_de: Wählen Sie unbezahlte Rechnungen aus

# window_title_select_payments
source: Select Payments
de_de: Zahlungen auswählen

# window_title_select_ticket
source: Select Ticket
de_de: Ticket auswählen

# window_title_select_worksession_period_day
source: Select WorkSession Period (Day)
de_de: Funktionszeitraum auswählen (Tag)

# window_title_send_email
source: Send Email
de_de: E-Mail senden

# window_title_series_create_document_type_series
source: Create Series
de_de: Serien erstellen

# window_title_series_create_series
source: Create Finance Series
de_de: Finance-Serie erstellen.

# window_title_series_fiscal_year_close_current
source: Close/Open Fiscal Year
de_de: Schließen / offenes Geschäftsjahr

# window_title_show_results
source: Show {0} results of {1}
de_de: Show {0} Ergebnisse von {1}

# xml_value_unknown
source: Unknown
de_de: Unbekannt
