Repository: HascowGroup/gh-repo-clone-logicpulse-logicPOS
Catalog: LogicPOS.Globalization/Resources/Localization/Resx.*.resx
Languages: de_de

# global_worksession_total_money_out
source: Total Cash Out
de_de: Gesamtzahlung

# global_work_in_stock
source: Work in Stock
de_de: Arbeit auf Lager

# global_year
source: Year
de_de: Jahr

# global_zipcode
source: Zip Code
de_de: Postleitzahl

# numbers_to_words_1
source: One
de_de: Einer

# numbers_to_words_10
source: Ten
de_de: Zehn

# numbers_to_words_100
source: Hundred
de_de: Hundert

# numbers_to_words_11
source: Eleven
de_de: Elf

# numbers_to_words_12
source: Twelve
de_de: Zwölf

# numbers_to_words_13
source: Thirteen
de_de: Dreizehn

# numbers_to_words_14
source: Fourteen
de_de: Vierzehn

# numbers_to_words_15
source: Fifteen
de_de: Fünfzehn

# numbers_to_words_16
source: Sixteen
de_de: Sechszehn

# numbers_to_words_17
source: Seventeen
de_de: Siebzehn

# numbers_to_words_18
source: Eighteen
de_de: Achtzehn

# numbers_to_words_19
source: Nineteen
de_de: Neunzehn

# numbers_to_words_2
source: Two
de_de: Zwei

# numbers_to_words_20
source: Twenty
de_de: Zwanzig

# numbers_to_words_200
source: Two hundred
de_de: Zweihundert

# numbers_to_words_3
source: Three
de_de: Drei

# numbers_to_words_30
source: Thirty
de_de: Dreißig

# numbers_to_words_300
source: Three hundred
de_de: Dreihundert

# numbers_to_words_4
source: Four
de_de: Vier.

# numbers_to_words_40
source: Forty
de_de: Vierzig

# numbers_to_words_400
source: Four hundred
de_de: Vierhundert

# numbers_to_words_5
source: Five
de_de: Fünf

# numbers_to_words_50
source: Fifty
de_de: Fünfzig

# numbers_to_words_500
source: Five hundred
de_de: Fünfhundert

# numbers_to_words_6
source: Six
de_de: Sechs

# numbers_to_words_60
source: Sixty
de_de: Sechzig

# numbers_to_words_600
source: Six hundred
de_de: Sechshundert

# numbers_to_words_7
source: Seven
de_de: Sieben

# numbers_to_words_70
source: Seventy
de_de: Siebzig

# numbers_to_words_700
source: Seven hundred
de_de: Siebenhundert

# numbers_to_words_8
source: Eight
de_de: Acht

# numbers_to_words_80
source: Eighty
de_de: Achtzig

# numbers_to_words_800
source: Eight hundred
de_de: Acht hundert

# numbers_to_words_9
source: Nine
de_de: Neun

# numbers_to_words_90
source: Ninety
de_de: Neunzig

# numbers_to_words_900
source: Nine hundred
de_de: Neun hundert

# numbers_to_words_cents
source: Cents
de_de: Cent

# numbers_to_words_space_and
source: and
de_de: und

# numbers_to_words_space_and_space
source: and
de_de: und

# numbers_to_words_space_billions_and
source: Billion and
de_de: Milliarden und

# numbers_to_words_space_billion_and
source: Billion and
de_de: Milliarden und

# numbers_to_words_space_hundred_and_space
source: hundred and
de_de: hundert

# numbers_to_words_space_thousand
source: Thousand
de_de: Tausend

# open_cash_draw_permissions
source: User does not have permission to open cash register
de_de: Der Benutzer hat keine Erlaubnis, die Registrierkasse zu öffnen

# pos_button_create_series
source: Series
de_de: Serie

# pos_button_label_cashdrawer
source: Session
de_de: Sitzung

# pos_button_label_cashdrawer_close
source: Close
de_de: Nah dran

# pos_button_label_cashdrawer_money_out
source: Money Out
de_de: Geld aus

# pos_button_label_cashdrawer_open
source: Open
de_de: Offen

# pos_button_label_cashdrawer_out
source: Out
de_de: aus

# pos_button_label_cash_register
source: Cash register
de_de: Kasse

# pos_button_label_change_price
source: Price
de_de: Preis

# pos_button_label_change_quantity
source: Quantity
de_de: Menge

# pos_button_label_change_table
source: Change table
de_de: Tisch wechseln

# pos_button_label_change_table_small
source: Change T.
de_de: Ändern T.

# pos_button_label_decrease
source: Decrease
de_de: Verringern

# pos_button_label_delete
source: Delete
de_de: Löschen

# pos_button_label_finish_order
source: Finish order
de_de: Fertigstellen

# pos_button_label_finish_order_small
source: Finish
de_de: Beenden

# pos_button_label_increase
source: Increase
de_de: Zunahme

# pos_button_label_licence_continue
source: Continue
de_de: Weitermachen

# pos_button_label_licence_register
source: Register
de_de: Registrieren

# pos_button_label_list_mode
source: List mode
de_de: Listenmodus

# pos_button_label_next
source: Next
de_de: Nächste

# pos_button_label_next_pages_toolbar
source: Next
de_de: Nächste

# pos_button_label_orders
source: Orders
de_de: Aufträge

# pos_button_label_payments
source: Payments
de_de: Zahlungen

# pos_button_label_payment_type_bank_check
source: Bank Check
de_de: Scheck

# pos_button_label_payment_type_credit_card
source: Credit Card
de_de: Kreditkarte

# pos_button_label_payment_type_current_account
source: Pay on Credit
de_de: Kredit bezahlen

# pos_button_label_payment_type_customer_card
source: Customer Card
de_de: Kundenkarte.

# pos_button_label_payment_type_debit_card
source: Debit Card
de_de: Debitkarte

# pos_button_label_payment_type_money
source: Money
de_de: Geld

# pos_button_label_prev
source: Previous
de_de: Vorherige

# pos_button_label_report_average_placing
source: Average placing
de_de: Durchschnittliche Platzierung

# pos_button_label_report_costumer_balance
source: Costumer balance
de_de: Kreislaufbilanz

# pos_button_label_report_day
source: Total day
de_de: Gesamttag

# pos_button_label_report_employees_activity
source: Employees activity
de_de: Mitarbeiteraktivitäten

# pos_button_label_report_employees_closure
source: Top closure Employees
de_de: Top-Schließungsmitarbeiter.

# pos_button_label_report_employees_register
source: Top register Employees
de_de: Top-Register-Mitarbeiter.

# pos_button_label_report_family
source: Total family
de_de: Gesamtfamilie.

# pos_button_label_report_offers
source: Total offers
de_de: Gesamtangebote

# pos_button_label_report_top_closure
source: Top peak time closure
de_de: Top-Spitzenzeitverschluss

# pos_button_label_report_top_register
source: Top peak time register
de_de: Top-Spitzenzeitregister

# pos_button_label_report_zone
source: Total zone
de_de: Gesamtzone

# pos_button_label_report_zone_table
source: Total zone/table
de_de: Gesamtzone / Tabelle

# pos_button_label_tables_appmode_default
source: Tables
de_de: Tische

# pos_button_label_tables_appmode_retail
source: Orders
de_de: Aufträge

# pos_button_label_table_open_at
source: Open at: {0}
de_de: Offen an: {0}

# pos_button_label_table_reservation
source: Reservation
de_de: Reservierung

# pos_pinpad_message_password_changed
source: Password successfully changed!
de_de: Passwort erfolgreich geändert!

# pos_pinpad_message_password_confirmation_error
source: The password confirmation is different, please retype new password and confirmation password!
de_de: Die Kennwortbestätigung ist unterschiedlich, geben Sie bitte neues Passwort und Bestätigungskennwort erneut ein!

# pos_pinpad_message_password_equal_error
source: The new password is equal to old password. You must input a different password!
de_de: Das neue Passwort entspricht dem alten Passwort. Sie müssen ein anderes Passwort eingeben!

# pos_pinpad_message_password_request_change_password
source: The selected user never login in system. To proceed you must change the old password!
de_de: Der ausgewählte Benutzer loggen sich niemals im System an. Um fortzufahren, müssen Sie das alte Passwort ändern!

# pos_pinpad_message_type_new_password
source: Type new password
de_de: Geben Sie ein neues Passwort ein

# pos_pinpad_message_type_new_password_confirm
source: Confirm new password
de_de: Bestätige neues Passwort

# pos_pinpad_message_type_old_password
source: Type old password
de_de: Altes Passwort eingeben

# pos_pinpad_message_type_password
source: Type user password
de_de: Geben Sie das Benutzerkennwort ein

# pos_ticketlist_label_designation
source: Designation
de_de: Bezeichnung

# pos_ticketlist_label_discount
source: Discount
de_de: Rabatt

# pos_ticketlist_label_price
source: Price
de_de: Preis

# pos_ticketlist_label_total
source: Total
de_de: Gesamt

# pos_ticketlist_label_vat
source: VAT
de_de: MwSt

# prefparam_app_screen_size
source: Application :: Screen Resolution
de_de: Anwendung :: Bildschirmauflösung

# prefparam_app_theme
source: Application :: Theme [ Default | Retail ]
de_de: Anwendung: Thema [Default | Einzelhandel ]

# prefparam_check_stocks
source: Stocks :: Check Stocks
de_de: Aktien :: Überprüfen Sie die Aktien

# prefparam_check_stocks_message
source: Stocks :: Show stock Message
de_de: Aktien :: Aktienbotschaft anzeigen

# prefparam_company_address
source: Address
de_de: Die Anschrift

# prefparam_company_business_name
source: Business Name (slogan)
de_de: Firmenname (Slogan)

# prefparam_company_cae
source: Company NAICS
de_de: Geschäftsaktivitätscode

# prefparam_company_city
source: City
de_de: Stadt

# prefparam_company_civil_registration
source: Registry Office
de_de: Standesamt

# prefparam_company_civil_registration_id
source: Registration Number
de_de: Registrationsnummer

# prefparam_company_country
source: Country
de_de: Land

# prefparam_company_country_code2
source: Country Code2
de_de: Ländercode2.

# prefparam_company_fiscalnumber
source: EIN
de_de: Steuernummer

# prefparam_company_mobilephone
source: Mobile Phone
de_de: Handy

# prefparam_company_name
source: Company Name
de_de: Name der Firma

# prefparam_company_postalcode
source: Zip Code
de_de: Postleitzahl

# prefparam_company_region
source: Locality
de_de: Lokalität

# prefparam_company_stock_capital
source: Share Capital
de_de: Aktienkapital

# prefparam_company_tax_entity
source: Establishment Identification
de_de: Einrichtung Identifikation.

# prefparam_company_telephone
source: Telephone
de_de: Telefon

# prefparam_company_website
source: Web Site
de_de: Webseite

# prefparam_culture
source: Application :: Language
de_de: Anwendung: Sprache.

# prefparam_database_backup_automatic_enabled
source: Database :: Automatic Backup Enabled
de_de: Datenbank :: Automatische Sicherung aktiviert

# prefparam_database_backup_timespan
source: Database :: Backup Timespan
de_de: Datenbank :: Backup-Timespan

# prefparam_database_backup_time_span_range_end
source: Database :: Backup Time Span Range End
de_de: Datenbank :: Backup-Zeitspannerbereich

# prefparam_database_backup_time_span_range_start
source: Database :: Backup Time Span Range Start
de_de: Datenbank :: Backup-Zeitspannerbereich Start

# prefparam_notification_documents_to_invoice_ignore_after_show_number_of_times
source: Notifications :: Documents to Invoice :: Ignore notifications after has been notificated a determined number of times
de_de: Benachrichtigungen :: Dokumente zur Rechnung :: IGNORE-Benachrichtigungen danach wurde eine bestimmte Anzahl von Malen bezeichnet

# prefparam_path_backups
source: Path :: Backups
de_de: Pfad :: Backups.

# prefparam_path_saftpt
source: Path :: Saft Export
de_de: Pfad :: SAFT-Export

# prefparam_print_qrcode
source: Documents :: Print QRCode
de_de: Dokumente :: drucken qrcode

# prefparam_report_footer_line1
source: Report :: Footer Line 1
de_de: Bericht :: Fußzeile 1

# prefparam_report_footer_line2
source: Report :: Footer Line 2
de_de: Bericht :: Fußzeile 2

# prefparam_report_footer_line3
source: Report :: Footer Line 3
de_de: Bericht :: Fußzeile 3

# prefparam_report_footer_line4
source: Report :: Footer Line 4
de_de: Bericht :: Fußzeile 4

# prefparam_report_footer_line5
source: Report :: Footer Line 5
de_de: Bericht :: Fußzeile 5

# prefparam_report_footer_line6
source: Report :: Footer Line 6
de_de: Bericht :: Fußzeile 6

# prefparam_send_mail_finance_documents_body
source: E-Mail :: Body
de_de: Nachrichtentext

# prefparam_send_mail_finance_documents_html_body
source: E-Mail :: HTML Body
de_de: E-Mail :: HTML-Körper

# prefparam_send_mail_finance_documents_subject
source: E-Mail :: Subject
de_de: E-Mail Betreff

# prefparam_send_mail_smtp_enable_ssl
source: E-Mail :: SMTP :: SSL Enabled
de_de: E-Mail :: SMTP :: SSL aktiviert

# prefparam_send_mail_smtp_password
source: E-Mail :: SMTP :: Password
de_de: E-Mail :: SMTP :: Passwort

# prefparam_send_mail_smtp_username
source: E-Mail :: SMTP :: Username
de_de: E-Mail :: SMTP :: Benutzername

# prefparam_service_at_production_account_fiscal_number
source: Tax Authority Service :: Account Fiscal Number
de_de: Steuerbehörde Service :: Konto-Steuerzahl

# prefparam_service_at_production_account_password
source: Tax Authority Service :: Account Password
de_de: Steuerberechtigung Service :: Kontowort

# prefparam_service_at_production_mode_enabled
source: Tax Authority Service :: Production Mode Enabled
de_de: Steuerberechtigungsdienst :: Produktionsmodus aktiviert

# prefparam_service_at_send_documents
source: Tax Authority Service :: Sent Financial Documents
de_de: Steuerberechtigungsdienst :: Finanzdokumente gesendet

# prefparam_service_at_send_documents_waybill
source: Tax Authority Service :: Sent Financial WayBills
de_de: Steuerberechtigungsservice :: finanzielle Walkbills

# prefparam_service_at_waybill_agricultural_mode_enabled
source: Tax Authority Service :: Financial WayBills in Agricultural mode Enabled
de_de: Steuerbehörde Service :: Financial Waybills im landwirtschaftlichen Modus aktiviert

# prefparam_split_payment_max_clients
source: Split Account :: Maximum number Split Clients
de_de: Split-Konto :: Höchstzahl Split-Clients

# prefparam_split_payment_min_clients
source: Split Account :: Minimum number Split Clients
de_de: Split-Konto :: Mindestanzahl Split-Clients

# prefparam_split_payment_start_clients
source: Split Account :: Start num of Split Clients
de_de: Split-Konto :: Startnummer von Split-Clients starten

# prefparam_system_currency
source: Currency :: System Currency
de_de: Währung :: Systemwährung

# prefparam_ticket_footer_line1
source: Ticket :: Footer Line 1
de_de: Ticket :: Fußzeile 1

# prefparam_ticket_footer_line2
source: Ticket :: Footer Line 2
de_de: Ticket :: Fußzeile 2

# prefparam_ticket_print_ticket
source: Ticket :: Print Ticket
de_de: Ticket :: Druckticket

# prefparam_use_cached_images
source: Application :: Use Cached Images
de_de: Anwendung :: Verwenden Sie zwischengespeicherte Bilder

# prefparam_use_ccdailyticket
source: Ticket :: Print Current Account Details in Daily or Session movements ticket
de_de: Ticket :: Drucken aktuelle Kontodetails in der Ticket- oder Session-Session-Ticket

# prefparam_use_pdfviewer
source: Application :: Use POS PDF Viewer to open PDF Files
de_de: Anwendung :: Verwenden Sie POS PDF Viewer, um PDF-Dateien zu öffnen

# prefparam_use_vat_autocomplete
source: Application :: Use Vat Auto-complete fields
de_de: Anwendung :: Verwenden Sie MwSt. Automatische Felder

# reporttype_label_type1
source: Financial Reports (Summary)
de_de: Finanzberichte (Zusammenfassung)

# reporttype_label_type2
source: Financial Reports (Detailed)
de_de: Finanzberichte (detailliert)

# reporttype_label_type3
source: Financial Reports (Detailed/Grouped)
de_de: Finanzberichte (ausführlich / gruppiert)

# reporttype_label_type4
source: Auxiliary Tables
de_de: Hilfstische

# reporttype_label_type5
source: Others Reports
de_de: Andere berichtet.

# reporttype_label_type6
source: Stock Reports
de_de: Aktienberichte

# report_account_balance
source: Account Balance
de_de: Kontostand

# report_amount_carried
source: Amount carried
de_de: Menge getragen

# report_amount_transposed
source: Amount to be transposed
de_de: Transponierende Betrag

# report_balance_sheet
source: Balance sheet
de_de: Bilanz

# report_canceled_articles_per_employee
source: Canceled articles per employee
de_de: Stornierte Artikel pro Mitarbeiter

# report_cash_total
source: Cash Total
de_de: Bargeld insgesamt

# report_close_peak_hour
source: Close Peak Hour
de_de: Schließen Sie die Peak-Stunde

# report_close_worksession
source: Close WorkSessions
de_de: Schließen Arbeitszwecke.

# report_company_billing
source: Company Billing Report
de_de: Firmenabrechnung

# report_company_billing_column_billing
source: Billed Amount
de_de: In Rechnung gestellt

# report_company_billing_column_doc_associated
source: Associated Document
de_de: Assoziiertes Dokument

# report_company_billing_column_tax
source: Taxes
de_de: Steuern

# report_company_billing_label_total_billing
source: Billed Total of the Period
de_de: In Rechnung gestellt

# report_company_billing_label_total_net
source: Net Value for the Period
de_de: Nettowert für den Zeitraum

# report_company_billing_label_total_tax
source: Taxes Total for the Period
de_de: Steuern Summe für den Zeitraum

# report_company_billing_short
source: Comp. Billing Rep.
de_de: Komp. Rechnungsabrechnung.

# report_courier_deliver
source: Courier Deliver
de_de: Kurierlieferung.

# report_customer_balance_details
source: Customer Account Balance Details
de_de: Kundenkonto-Kontostand

# report_customer_balance_details_consolidated_balance
source: Consolidated Balance
de_de: Konzernbetrag

# report_customer_balance_details_customer_since
source: Client Since
de_de: Kunde seitdem

# report_customer_balance_details_reference_document
source: Reference Document Number
de_de: Referenzdokumentnummer.

# report_customer_balance_details_short
source: Cust. Acc. Details
de_de: Kundendienst. Gem. Einzelheiten

# report_customer_balance_summary
source: Customer Balance Summary
de_de: Kundenbalance-Zusammenfassung.

# report_detailed_grouped_pending_payment
source: Pending Payment
de_de: Ausstehende Zahlung

# report_discounts_per_user
source: Discounts per User
de_de: Rabatte pro Benutzer

# report_employee_movements
source: Employee Movements
de_de: Mitarbeiterbewegungen.

# report_final_balance
source: Final Balance on Period
de_de: Endguthaben in der Zeit

# report_footer_ao
source: The goods / services were allowed to make this data available:
de_de: Die Waren / Dienstleistungen durften diese Daten zur Verfügung stellen:

# report_inventory
source: Inventory
de_de: Inventar

# report_label_totals
source: Totals
de_de: Summen

# report_label_totals_sub
source: Subtotal
de_de: Zwischensumme

# report_list_audit_table
source: Audit Table
de_de: Prüftisch

# report_list_close_worksession
source: List of closed WorkSessions
de_de: Liste der geschlossenen Arbeitszwecken

# report_list_consumption_per_user
source: Consumption per user
de_de: Verbrauch pro Benutzer

# report_list_current_account
source: Sales on Credit
de_de: Umsatz auf Kredit.

# report_list_customers
source: Customers
de_de: Kunden

# report_list_family_subfamily_articles
source: Families, SubFamilies and Articles
de_de: Familien, Unterfamilien und Artikel

# report_list_stock_article
source: Stock by Article
de_de: Lagerbestand nach Artikel

# report_list_stock_movements
source: Stock Movements
de_de: Lagerbewegungen

# report_list_stock_supplier
source: Stock by Supplier
de_de: Lager von Lieferanten

# report_list_stock_warehouse
source: Stock in Warehouse
de_de: Lager im Lager

# report_list_user_commission
source: Commissions
de_de: Kommissionen

# report_list_worksession
source: WorkSession List
de_de: Funktionsliste

# report_occupation_average
source: Occupation average
de_de: Berufsdurchschnitt.

# report_record_peak_hour
source: Record peak hour
de_de: Erstellen Sie die Peak-Stunde

# report_sales_detail_group_postfix
source: (Detail/Group)
de_de: (Detail / Gruppe)

# report_sales_detail_per_family_and_subfamily
source: Sales detail per family/subfamily
de_de: Verkaufsdetail pro Familie / Unterfamilie

# report_sales_detail_per_group_vat
source: Sales by Tax Rate
de_de: Umsatz nach Steuersatz

# report_sales_detail_per_place_order
source: Detailed Sales per Zone/Order
de_de: Detaillierter Umsatz pro Zone / Bestellung

# report_sales_detail_per_place_table
source: Sales detail per zone/table
de_de: Verkaufsdetail pro Zone / Tabelle

# report_sales_per_country
source: Sales per country
de_de: Umsatz pro Land.

# report_sales_per_currency
source: Sales per currency
de_de: Umsatz pro Währung.

# report_sales_per_customer
source: Sales per customer
de_de: Umsatz pro Kunden.

# report_sales_per_date
source: Sales per date
de_de: Verkauf pro Tag.

# report_sales_per_family
source: Seles per family
de_de: Seles pro Familie

# report_sales_per_family_and_subfamily
source: Sales per family/subfamily
de_de: Verkäufe pro Familie / Unterfamilie

# report_sales_per_finance_document
source: Sales per finance document
de_de: Umsatz pro Finanzdokument

# report_sales_per_payment_condition
source: Sales per payment condition
de_de: Umsatz pro Zahlungsbedingung

# report_sales_per_payment_method
source: Sales per payment method
de_de: Umsatz pro Zahlungsart

# report_sales_per_place
source: Sales per zone
de_de: Umsatz pro Zone.

# report_sales_per_place_order
source: Sales per Zone/Order
de_de: Verkauf pro Zone / Bestellung

# report_sales_per_place_table
source: Sales per zone/table
de_de: Verkauf pro Zone / Tabelle

# report_sales_per_terminal
source: Sales per terminal
de_de: Umsatz pro Terminal

# report_sales_per_user
source: Sales per employee
de_de: Umsatz pro Mitarbeiter.

# report_sales_per_vat
source: Sales per vat
de_de: Verkäufe pro Mehrfalt

# report_service_hours
source: Service hours
de_de: Öffnungszeiten

# report_top_close_employees
source: Top close employees
de_de: Top Close-Mitarbeiter

# report_top_employee_records
source: Top employee records
de_de: Top-Mitarbeiterdatensätze.

# report_top_offers
source: Top offers
de_de: Top-Angebote

# report_total_credit
source: Credit Balance on Period
de_de: Guthaben in der Zeit

# report_total_debit
source: Debit Balance on Period
de_de: Lastschrift in der Zeit

# report_total_per_terminal
source: Total per terminal
de_de: Insgesamt pro terminal

# report_total_record_count
source: Records Count on Period
de_de: Datensätze zählen auf Zeitraum

# report_withholding_tax
source: Withholding tax
de_de: Quellensteuer

# report_zone_total
source: Zone total
de_de: Zone insgesamt

# saft_value_unknown
source: Unknown
de_de: Unbekannt

# status_message_open_cashdrawer
source: Open session/cashdrawer to start work
de_de: Öffnen Sie Session / Cashdrader, um die Arbeit zu beginnen

# status_message_pin_error
source: Wrong password!
de_de: Falsches Passwort!

# status_message_select_order_or_table_appmode_default
source: Select Table to Start Work
de_de: Wählen Sie Table, um die Arbeit zu beginnen

# status_message_select_order_or_table_appmode_retail
source: Select Order to Start Work
de_de: Wählen Sie Reihenfolge, um die Arbeit zu starten

# ticket_title_worksession_day_close
source: Close Day
de_de: Tag schließen

# ticket_title_worksession_day_resume
source: Day Resume
de_de: Tag Lebenslauf

# ticket_title_worksession_money_in
source: Cash Drawer Money In
de_de: Geldschublade Geld in

# ticket_title_worksession_money_out
source: CashDrawer Money Out
de_de: Cashdrawer Geld aus

# ticket_title_worksession_terminal_close
source: Close Cash Drawer
de_de: Schließen Sie Kassenschublade

# ticket_title_worksession_terminal_open
source: CashDrawer Open
de_de: Cashdrader Open.

# ticket_title_worksession_terminal_resume
source: CashDrawer Resume
de_de: Cashdrader-Lebenslauf.

# widget_combobox_undefined
source: -- Select --
de_de: -- Auswählen --

# widget_generictreeviewnavigator_delete
source: Delete
de_de: Löschen

# widget_generictreeviewnavigator_insert
source: Insert
de_de: Einfügung

# widget_generictreeviewnavigator_page_first
source: First page
de_de: Erste Seite

# widget_generictreeviewnavigator_page_last
source: Last page
de_de: Letzte Seite

# widget_generictreeviewnavigator_page_next
source: Next page
de_de: Nächste Seite

# widget_generictreeviewnavigator_page_prev
source: Previous page
de_de: Vorherige Seite

# widget_generictreeviewnavigator_preview
source: Preview
de_de: Vorschau

# widget_generictreeviewnavigator_record_next
source: Next
de_de: Nächste

# widget_generictreeviewnavigator_record_prev
source: Previous
de_de: Vorherige

# widget_generictreeviewnavigator_refresh
source: Refresh
de_de: Aktualisierung
